Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Please do not select 'mmg' itself as the 'mkvmerge' executable.
pt_br: Por favor, não selecione o próprio 'mmg' como o executável 'mkvmerge'.
sr: Molim vas da ne birate 'mmg' kao 'mkvmerge' izvršni fajl.

source: Please enter a description for the new job:
pt_br: Introduza a descrição da nova tarefa:
sr: Molim vas, unesite opis za novi zadatak:

source: Please enter the new job's description.
sr: Molim vas unesite opis novog zadatka.

source: Please enter the values for the language and the country that you want to apply to all the chapters below and including the currently selected entry.
pt_br: Insira os valores para o idioma e para o país que deseja aplicar a todos os capítulos incluindo o que está selecionado.
sr: Molim vas unesite vrednost za jezik i državu koju želite da primenite na sva poglavlja niže i uključujući trenutno izabranu stavku.

source: Please read the man page/the HTML documentation to mkvmerge. It explains several details in great length which are not obvious from this listing.
pt_br: Por favor, leia a página principal ou a documentação HTML para o mkvmerge. Elas explicam vários detalhes de forma maisespecífica, que não são óbvios por esta lista.
sr: Molim vas da pročitate man stranu/HTML dokumentaciju od mkvmerge. Ona detaljno objašnjava više detalja koji nisu očigledni iz ovog listinga.

source: Please select the actions to apply to all editions, chapters and sub-chapters.
sr: Molim vas izaberite radnje koje se primenjuju za sve edicije, poglavlja i pod-poglavlja.

source: Please select the actions to apply to the selected edition or chapter and all of its children.
sr: Molim vas izaberite radnje koje se primenjuju na izabrane edicije ili poglavlje i sve njegove elemente.

source: Pre&viously used output directory
sr: Pret&hodno korišćen direktorijum za izlazne fajlove

source: Previous file name
sr: Prethodno ime fajla

source: Previous filename
pt_br: Nome do arquivo anterior
sr: Prethodno ime fajla

source: Previous filename: %1%
pt_br: Nome do arquivo anterior: %1%
sr: Prethodno ime fajla: %1%

source: Previous segment UID:
pt_br: UID do segmento anterior:
sr: UID prethodnog segmenta:

source: Previous segment UID: %1%
pt_br: UID do segmento anterior: %1%
sr: UID prethodnog segmenta: %1%

source: Previous segment's unique ID
pt_br: ID único do segmento anterior
sr: Jedinstveni ID prethodnog segmenta

source: Primary file name:
pt_br: Nome do arquivo primário:
sr: Primarno ime fajla:

source: Process &priority:
sr: Prioritet &procesa:

source: Process priority:
pt_br: Prioridade do processo:
sr: Prioritet procesa:

source: Processing 1000/1000
pt_br: Processando 1000/1000
sr: Obrađujem 1000/1000

source: Processing job %d/%d
pt_br: Processando tarefa %d/%d
sr: Obrađujem zadatak %d/%d

source: Programs will only be able to seek to clusters, so creating larger clusters may lead to imprecise or slow seeking.
sr: Programi će moći da pretražuju samo do klastera, tako da kreiranje većih klastera može dovesti do nepreciznog ili sporog pretraživanja.

source: Progress
pt_br: Progresso
sr: Progres

source: Progress:
sr: Progres:

source: Progress: %1%%%%2%
pt_br: Progresso: %1%%%%2%
sr: Progres: %1%%%%2%

source: Progress: 100%
pt_br: Progresso: 100%
sr: Progres: 100%

source: Progress: 100%%%1%
pt_br: Progresso: 100%%%1%
sr: Progres: 100%%%1%

source: Progress: [%1%%2%] %3%%%
pt_br: Progresso: [%1%%2%] %3%%%
sr: Progres: [%1%%2%] %3%%%

source: Properties:
sr: Svojstva:

source: Querying mkvmerge's capabilities
pt_br: Consultando as capacidades do mkvmerge
sr: Ispitujem mogućnosti mkvmerge-a

source: QuickTime audio/video files
pt_br: Arquivo de áudio/vídeo QuickTime
sr: QuickTime audio/video fajlovi

source: QuickTime compatible video
sr: QuickTime kompatibilan video

source: Quicktime/MP4 reader: '%1%' atom is too small. Expected size: >= %2%. Actual size: %3%.
pt_br: Leitor Quicktime/MP4: '%1%' átomo é pequeno demais. Tamanho esperado: >= %2%. Tamanho atual: %3%.
sr: Quicktime/MP4 čitač: Atom '%1%' je previše mali. Očekivana veličina: >= %2%. Stvarna veličina: %3%.

source: Quicktime/MP4 reader: Constant samplesize & variable duration not yet supported. Contact the author if you have such a sample file.
pt_br: Leitor Quicktime/MP4: O tamanho de amostra constante e de duração variável ainda não são suportados. Contate o autor se tiver um arquivo de amostra.
sr: Quicktime/MP4 čitač: Konstantna veličina uzorka i varijabilno trajanje nije još uvek podržano. Kontaktirajte autora ako imate fajl sa takvim primerom.

source: Quicktime/MP4 reader: Could not read chunk number %1%/%2% with size %3% from position %4%. Aborting.
pt_br: Leitor Quicktime/MP4: Não foi possível ler o fragmento de informação de número %1%/%2% cujo tamanho é %3% da posição %4%. Abortando.
sr: Quicktime/MP4 čitač: Ne mogu da pročitam broj parčeta %1%/%2% veličine %3% sa pozicije %4%. Prekidam.

source: Quicktime/MP4 reader: Could not read the extended sound description atom for track ID %1%.
pt_br: Leitor Quicktime/MP4: Não foi possível ler a partícula de ampla descrição de som para a faixa de ID %1%.
sr: Quicktime/MP4 čitač: Ne mogu da pročitam prošireni atom za opis zvuka za stazu sa ID %1%.

source: Quicktime/MP4 reader: Could not read the sound description atom for track ID %1%.
pt_br: Leitor Quicktime/MP4: Não foi possível ler a partícula de descrição do som para a faixa de ID %1%.
sr: Quicktime/MP4 čitač: Ne mogu da pročitam atom za opis zvuka za stazu sa ID %1%.

source: Quicktime/MP4 reader: Could not read the stream description atom for track ID %1%.
pt_br: Leitor Quicktime/MP4: Não foi possível ler a partícula de descrição do arquivo para a faixa de ID %1%.
sr: Quicktime/MP4 čitač: Ne mogu da pročitam atom za opis potoka za stazu sa ID %1%.

source: Quicktime/MP4 reader: Could not read the video description atom for track ID %1%.
pt_br: Leitor Quicktime/MP4: Não foi possível ler a partícula de descrição do vídeo para a faixa de ID %1%.
sr: Quicktime/MP4 čitač: Ne mogu da pročitam atom za opis videa za stazu sa ID %1%.

source: Quicktime/MP4 reader: Have not found any header atoms.
pt_br: Leitor Quicktime/MP4: Não foram encontradas partículas de cabeçalho.
sr: Quicktime/MP4 čitač: Nije nađen nijedan atom u zaglavlju.

source: Quicktime/MP4 reader: Have not found the 'mdat' atom. No movie data found.
pt_br: Leitor Quicktime/MP4: Não foi encontrada a partícula 'mdat'. Não foram encontrados dados do filme.
sr: Quicktime/MP4 čitač: Nije pronađen 'mdat' atom. Video podaci nisu nađeni.

source: Quicktime/MP4 reader: Invalid chunk size %1% at %2%.
pt_br: Leitor Quicktime/MP4: Tamanho do fragmento de informação inválido %1% em %2%.
sr: Quicktime/MP4 čitač: Nevažeća veličina parčeta %1% u %2%.

source: Quicktime/MP4 reader: MPEG4 part 10/AVC track %1% is missing its decoder config. Skipping this track.
pt_br: Leitor Quicktime/MP4: A configuração de decodificador da faixa MPEG4 part 10/AVC %1% está faltando. Pulando esta faixa.
sr: Quicktime/MP4 čitač: MPEG4 part 10/AVC stazi %1% nedostaje njena konfiguracija dekodera. Izostavljam ovu stazu.

source: Quicktime/MP4 reader: MPEG4 track %1% is missing the esds atom/the decoder config. Skipping this track.
pt_br: Leitor Quicktime/MP4: A configuração de decodificador/partículas esds da faixa MPEG4 %1% está faltando. Pulando esta faixa.
sr: Quicktime/MP4 čitač: MPEG4 stazi %1% nedostaje esds atom/konfiguracija dekodera. Izostavljam ovu stazu.

source: Quicktime/MP4 reader: MPEGH part 2/HEVC track %1% is missing its decoder config. Skipping this track.
sr: Quicktime/MP4 čitač: MPEGH part 2/HEVC stazi %1% nedostaje njena konfiguracija dekodera. Izostavljam ovu stazu.

source: Quicktime/MP4 reader: The 'media header' atom ('mdhd') uses the unsupported version %1%.
pt_br: Leitor Quicktime/MP4: A partícula 'cabeçalho da mídia' ('mdhd') usa a versão não suportada %1%.
sr: Quicktime/MP4 čitač: Atom 'media header' ('mdhd') koristi nepodržanu verziju %1%.

source: Quicktime/MP4 reader: The 'size' field is too small in the stream description atom for track ID %1%.
pt_br: Leitor Quicktime/MP4: O campo 'tamanho' é pequeno demais na partícula de descrição do arquivo para a faixa de ID %1%.
sr: Quicktime/MP4 čitač: Polje 'size' u atomu za opis potoka je previše malo za stazu sa ID %1%.

source: Quicktime/MP4 reader: The 'time scale' parameter was 0. This is not supported.
pt_br: Leitor Quicktime/MP4: O parâmetro da 'escala de tempo' é 0. Isso não é suportado.
sr: Quicktime/MP4 čitač: Parametar 'time scale' je bila 0. Ovo nije podržano.

source: Quicktime/MP4 reader: The AAC track %1% is missing the esds atom/the decoder config. Skipping this track.
pt_br: Leitor Quicktime/MP4: A configuração de decodificador/partícula esds da faixa AAC %1% está faltando. Pulando esta faixa.
sr: Quicktime/MP4 čitač: AAC stazi %1% nedostaje esds atom/konfiguracija dekodera. Izostavljam ovu stazu.

source: Quicktime/MP4 reader: The audio track %1% is using an unsupported 'object type id' of %2% in the 'esds' atom. Skipping this track.
pt_br: Leitor Quicktime/MP4: A faixa de áudio %1% está usando um 'object type id' não suportado de %2% na partícula 'esds'. Pulando esta faixa.
sr: Quicktime/MP4 čitač: Audio staza %1% koristi nepodržan 'object type id' od %2% u 'esds' atomu. Izostavljam ovu stazu.

source: Quicktime/MP4 reader: The video track %1% is missing the ESDS atom. Skipping this track.
pt_br: Leitor Quicktime/MP4: A faixa de vídeo %1% está sem a partícula ESDS. Pulando esta faixa.
sr: Quicktime/MP4 čitač: Video stazi %1% nedostaje ESDS atom. Izostavljam ovu stazu.

source: Quicktime/MP4 reader: This file uses compressed headers with an unknown or unsupported compression algorithm '%1%'. Aborting.
pt_br: Leitor Quicktime/MP4: O arquivo usa cabeçalhos comprimidos com um algoritmo de compressão desconhecido ou não suportado ('%1%'). Abortando.
sr: Quicktime/MP4 čitač: Ovaj fajl koristi kompresovana zaglavlja sa nepoznatim ili nepodržanim algoritmom za kompresiju '%1%'. Prekidam.

source: Quicktime/MP4 reader: This file uses compressed headers, but the expected uncompressed size (%1%) was not what is available after uncompressing (%2%).
pt_br: Leitor Quicktime/MP4: Este arquivo usa cabeçalhos comprimidos, mas o tamanho esperado descomprimido (%1%) não foi o que está disponível depois da descompressão (%2%).
sr: Quicktime/MP4 čitač: Ovaj fajl koristi kompresovana zaglavlja, ali očekivana veličina koja je očekivana (%1%) nije ona koja je dostupna posle otpakivanja (%2%).

source: Quicktime/MP4 reader: This file uses compressed headers, but the zlib library could not be initialized. Error code from zlib: %1%. Aborting.
pt_br: Leitor Quicktime/MP4: Este arquivo usa cabeçalhos comprimidos, mas a biblioteca zlib não pôde ser inicializada. Código de erro da zlib: %1%. Abortando.
sr: Quicktime/MP4 čitač: Ovaj fajl koristi kompresovana zaglavlja, ali zlib biblioteka ne može da bude pokrenuta. Kod greške iz zlib-a: %1%. Prekidam.

source: Quicktime/MP4 reader: This file uses compressed headers, but they could not be uncompressed. Error code from zlib: %1%. Aborting.
pt_br: Leitor Quicktime/MP4: Este arquivo usa cabeçalhos comprimidos, mas eles não puderam ser descomprimidos. Código de erro da zlib: %1%. Abortando.
sr: Quicktime/MP4 čitač: Ovaj fajl koristi kompresovana zaglavlja, ali ona ne mogu biti nekompresovana. Kod greške iz zlib-a: %1%. Prekidam.

source: Quicktime/MP4 reader: Track %1% is missing some data. Broken header atoms?
pt_br: Leitor Quicktime/MP4: Na faixa Track %1%, faltam alguns dados. As partículas do cabeçalho estão corrompidas?
sr: Quicktime/MP4 čitač: Stazi %1% nedostaju neki podaci. Atomi iz zaglavlja oštećeni?

source: Quicktime/MP4 reader: Track ID %1% has more than one FourCC. Only using the first one (%2%) and not this one (%3%).
sr: Quicktime/MP4 čitač: Track ID %1% ima više od jednog FourCC. Koristim samo onaj prvi (%2%) a ne ovaj (%3%).

source: Quit the application
pt_br: Sair do programa
sr: Napusti aplikaciju

source: Quit the header editor
pt_br: Sair do editor de capítulos
sr: Izađi iz uredjivača zaglavlja

source: Quits mkvinfo
pt_br: Sair do mkvinfo
sr: Napusti mkvinfo

source: Re-enable the selected jobs
sr: Uključi opet odabrane zadatke

source: Read full ChangeLog online
sr: Pročitaj celi ChangeLog online

source: Reading encrypted VOBs is not supported.
pt_br: Leitura de VOBs encriptados não é suportado.
sr: Čitanje šifrovanih VOB-ova nije podržano.

source: Reads additional command line options from the specified file (see man page).
pt_br: Lê as opções adicionais da linha de comando a partir do arquivo especificado (ver página principal).
sr: Iščitava dopunske parametre komandne linije iz naznačenog fajla (pogl. stranu za pomoć)

source: Ready
pt_br: Pronto
sr: Spreman

source: Real output sampling frequency in Hz.
pt_br: Amostragem de saída real de áudio em Hz.
sr: Prava izlazna frekvencija uzorkovanja u Hz.

source: RealMedia audio/video files
pt_br: Arquivos de áudio/vídeo RealMedia
sr: RealMedia audio/video fajlovi

source: RealMedia files may contain HE-AAC / AAC+ / SBR AAC audio. In some cases this can NOT be detected automatically. Therefore you have to specifiy '--aac-is-sbr %1%' manually for this input file if the file actually contains SBR AAC. The file will be muxed in the WRONG way otherwise. Also read mkvmerge's documentation.
pt_br: Arquivos RealMedia podem conter áudio HE-AAC / AAC+ / SBR AAC. Em alguns casos, iso NÃO PODE ser detectado automaticamente. Portanto, você precisa especificar '--aac-is-sbr %1%' manualmente para este arquivo de entrada se o arquivo contém SBR AAC. Caso contrário, o arquivo será multiplexado da forma ERRADA. Leia a documentação do mkvmerge.
sr: RealMedia fajlovi mogu sadržati HE-AAC / AAC+ / SBR AAC audio. U nekim slučajevima ovo NE MOŽE biti automatski detektovano. Stoga morate ručno da navedete '--aac-is-sbr %1%' za ovaj ulazni fajl ako on zaista sadrži SBR AAC. U protivnom, fajl će biti muksovan na POGREŠAN način. Takođe pročitajte mkvmerge dokumentaciju.

source: Redirects all messages into this file.
pt_br: Redireciona todas as mensagens para este arquivo.
sr: Preusmerava sve poruke u ovaj fajl.

source: Reduce to audio core
sr: Svedi na audio jezgro

source: Reduce to core
sr: Svedi na jezgro

source: Reference priority: %1%
pt_br: Prioridade de referência: %1%
sr: Prioritet reference: %1%

source: Reference virtual: %1%
pt_br: Referência virtual: %1%
sr: Virtuelna referenca: %1%

source: Reload the current file without saving
pt_br: Recarregar o arquivo atual sem salvar
sr: Učitaj ponovo tekući fajl bez snimanja

source: Remaining time:
pt_br: Tempo restante:
sr: Preostalo vreme:

source: Remove &completed jobs
sr: Ukloni &završene zadatke

source: Remove &successfully completed jobs
sr: Ukloni &uspešno završene zadatke

source: Remove a&ll files
sr: Ukloni s&ve fajlove

source: Remove a&ll jobs
sr: Ukloni s&ve zadatke

source: Remove chapter
pt_br: Remover capítulo
sr: Ukloni poglavlje

source: Remove element
pt_br: Remover elemento
sr: Ukloni element

source: Remove job from job queue after run:
pt_br: Remover tarefa da lista de tarefas depois de:
sr: Ukloni zadatak sa liste zadataka posle obrade:

source: Remove name
pt_br: Remover nome
sr: Ukloni ime

source: Replace an attachment with the file 'filename'
pt_br: Substitui um anexo com o 'filename' do arquivo.
sr: Zamenite prilog sa fajlom 'filename'

source: Resync failed: no valid Matroska level 1 element found.
pt_br: Ressincronização falhou: nenhum elemento Matroska de nível 1 encontrado.
sr: Re-sinhronizacija neuspešna: nije nađen važeći Matroska level 1 element.

source: Resyncing successful at position %1%.
pt_br: Ressincronização com êxito na posição %1%.
sr: Re-sinhronizacija uspešna na poziciji %1%.

source: Run mkvmerge and start the muxing process
pt_br: Executa o mkvmerge e inicia o processamento
sr: Pokreni mkvmerge i počni proces muksovanja

source: Run the header field editor
pt_br: Executa o editor de cabeçalhos
sr: Pokreni uređivač polja sa zaglavljem

source: S&can directory for other playlists:
sr: S&keniraj direktorijum za dodatne plejliste:

source: S&how command line
sr: P&okaži komandnu liniju

source: S&how the command line
pt_br: M&ostar a linha de comando
sr: P&okaži komandnu liniju

source: S&tart selected
pt_br: Iniciar selecionadas
sr: P&očni odabrano

source: SRT subtitles
pt_br: Legendas SRT
sr: SRT titlovi

source: SRT text subtitles
pt_br: Legendas de texto SRT
sr: SRT tekstualni titlovi

source: SSA/ASS subtitles
pt_br: Legendas SSA/ASS
sr: SSA/ASS titlovi

source: SSA/ASS text subtitles
pt_br: Legendas SSA/ASS (formato de texto)
sr: SSA/ASS tekstualni titlovi

source: Sa&me directory as the first input file
sr: Is&ti direktorijum kao od prvog ulaznog fajla

source: Sa&ve command line
pt_br: Sal&rvar linha de comando
sr: &Sačuvaj komandnu liniju

source: Sa&ve settings as
sr: Sa&čuvaj podešavanja kao

source: Same directory as the first input file's
pt_br: A mesma pasta dos primeiros arquivos adicionados
sr: Isti direktorijum kao od prvog ulaznog fajla

source: Sampling frequency in Hz.
pt_br: Amostragem de áudio em Hz.
sr: Frekvencija uzorkovanja u Hz.

source: Sampling frequency: %1%
pt_br: Frequência de amostra: %1%
sr: Frekvencija uzorkovanja: %1%

source: Save &as
pt_br: Salvar como
sr: Sačuvaj &kao

source: Save as &XML file
sr: Sačuvaj kao &XML fajl

source: Save as &default for new merge jobs
sr: Sačuvaj kao &podrazumevano za nove zadatke

source: Save as default for new jobs
pt_br: Salvar como padrão para novas tarefas
sr: Sačuvaj kao podrazumevano za nove zadatke

source: Save chapters as XML
sr: Sačuvaj poglavlja kao XML

source: Save chapters to Matroska file
sr: Sačuvaj poglavlja u Matroska fajl

source: Save information as
pt_br: Salvar informação como
sr: Sačuvaj informaciju kao

source: Save log
pt_br: Salvar relatório
sr: Sačuvaj log

source: Save muxing settings to a file
pt_br: Salva definições de multiplexagem em um arquivo
sr: Sačuvaj podešavanja muksovanja u fajl

source: Save option file
sr: Sačuvaj konfiguracioni fajl

source: Save settings file as
sr: Sačuvaj podešavanja kao

source: Save the command line to a file
pt_br: Salva a linha de comando em um arquivo
sr: Sačuvaj komandnu liniju u fajl

source: Save the command line to an option file that can be read by mkvmerge
pt_br: Cria uma linha de comando num arquivo de opções para que possa ser lido pelo mkvmerge
sr: Sačuvaj komandnu liniju u konfiguracioni fajl koji može bit pročitan od strane mkvmerge

source: Save the current chapters to a XML file
pt_br: Salva os capítulos atuais num arquivo XML
sr: Sačuvaj tekuća poglavlja u XML fajl

source: Save the current chapters to a file with another name
pt_br: Salva os capítulos atuais num arquivo com outro nome
sr: Sačuvaj tekuća poglavlja u fajl sa drugim imenom

source: Save the current chapters to an existing Matroska file
pt_br: Salva os capítulos atuais num arquivo Matroska existente
sr: Sačuvaj tekuća poglavlja u postojeći Matroska fajl

source: Save the header values
pt_br: Salvar definições do cabeçalho
sr: Sačuvaj vrednosti zaglavlja

source: Save to &Matroska file
pt_br: Salvar para um arquivo &Matroska
sr: &Sačuvaj u Matroska fajl

source: Saves the information from the current file to a text file
pt_br: Salvar a informação do arquivo atual num arquivo de texto
sr: Čuva informaciju iz tekućeg fajla u tekstualni fajl

source: Saving failed
sr: Snimanje nije uspelo

source: Saving the chapters failed.
sr: Snimanje poglavlja nije uspelo.

source: Saving the modified segment information header failed.
sr: Snimanje izmenjenog zaglavlja sa informacijom o segmentu nije uspelo.

source: Saving the modified track headers failed.
sr: Snimanje izmenjenih zaglavlja staze nije uspelo.

source: Scan directory for other playlists
pt_br: Pesquisar outras playlists na pasta
sr: Skeniraj direktorijum za ostale plejliste

source: Scan directory for other playlists:
pt_br: Pesquisar outras playlists na pasta:
sr: Skeniraj direktorijum za ostale plejliste:

source: Scanned Files
sr: Skenirani fajlovi

source: Scanned files
pt_br: Arquivos analisados
sr: Skenirani fajlovi

source: Scanning %1% files in %2% playlist.
sr: Skeniram %1% fajl u %2% plejlisti.

source: Scanning directory
pt_br: Analisando diretório
sr: Skeniram direktorijum

source: Scanning playlists
sr: Skeniranje plejlisti

source: Seek head (subentries will be skipped)
pt_br: Buscar cabeçalho (os sub-registros serão pulados)
sr: Seek head (podelementi će biti preskočeni)

source: Segment UID:
pt_br: UID do segmento:
sr: UID segmenta:

source: Segment UID: %1%
pt_br: UID do segmento: %1%
sr: UID segmenta: %1%

source: Segment UIDs:
pt_br: UIDs do segmento
sr: UID svih segmenata:

source: Segment file name
sr: Ime fajla sa segmentom

source: Segment filename
pt_br: Nome do arquivo de segmento
sr: Ime fajla segmenta

source: Segment filename: %1%
pt_br: Nome do arquivo de segmento: %1%
sr: Ime fajla segmenta: %1%

source: Segment info file:
pt_br: Informação do arquivo do segmento:
sr: Segment info fajl:

source: Segment info files (*.xml)|*.xml|%s
pt_br: Arquivos de informação do segmento (*.xml)|*.xml|%s
sr: Segment info fajlovi (*.xml)|*.xml|%s

source: Segment information
pt_br: Informação do segmento
sr: Informacija o segmentu

source: Segment tracks
pt_br: Faixas do segmento
sr: Staze segmenta

source: Segment unique ID
pt_br: ID único do segmento
sr: Jedinstveni ID segmenta

source: Segment, size %1%
pt_br: Segmento, tamanho %1%
sr: Segment, veličina %1%

source: Segment, size unknown
pt_br: Segmento, tamanho desconhecido
sr: Segment, nepoznata veličina

source: Select Matroska file
pt_br: Selecionar arquivo Matroska
sr: Izaberite Matroska fajl

source: Select chapter file
sr: Izaberite fajl sa poglavljima

source: Select file to add
pt_br: Selecione um arquivo para adicionar
sr: Izaberite fajl za dodavanje

source: Select one of the ISO639-2 language codes.
sr: Odaberite jedan od jezičkih kodova ISO639-2.

source: Select output directory
sr: Izaberite izlazni direktorijum

source: Select output file
pt_br: Selecionar arquivo de saída
sr: Izaberite izlazni fajl

source: Select output file name
sr: Izaberite ime izlaznog fajla

source: Select segment info file
sr: Izaberite segment info fajl:

source: Select tags file
sr: Izaberite fajl sa tagovima

source: Select the file you want to write to
pt_br: Define o arquivo de saída
sr: Odaberite fajl koji želite da napišete

source: Select the languages you want to be shown at the top of language drop down boxes.
pt_br: Selecione os idiomas que deseja ver no topo das listas de escolha de idiomas.
sr: Odaberite jezike koje želite da budu prikazani na vrhu padajuće liste jezika.

source: Select timecode file
sr: Izaberite fajl sa vremenskim kodovima

source: Select values to be applied
pt_br: Selecionar valores a serem aplicados
sr: Odaberite vrednosti koje treba da budu primenjene

source: Selected:
sr: Odabrano:

source: Selects for which blocks mkvmerge will produce index entries ( = cue entries).
sr: Selektuje za koje će blokove mkvmerge proizvesti indeks zapise ( = cue entries).

source: Selects for which blocks mkvmerge will produce index entries ( = cue entries). "default" is a good choice for almost all situations.
pt_br: Selecione para quais blocos o mkvmerge criará registros no índice ( = entradas cue). "default" é uma boa escolha para quase todas as situações.
sr: Selektuje za koje će blokove mkvmerge proizvesti indeks zapise ( = cue entries). "default" je dobar izbor za skoro sve situacije.

source: Selects the character set a subtitle file or chapter information was written with.
sr: Selektuje skup znakova sa kojim je titl fajl ili informacija o poglavlju zapisana.

source: Set &output file
pt_br: Definir arquiv&o de saída
sr: &Podesi izlazni fajl

source: Set aspect ratio:
sr: Podesi format slike:
