Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: -s, --subtitle-tracks <n,m,...> Copy subtitle tracks n,m etc. Default: copy all subtitle tracks.
pt_br: -s, --subtitle-tracks <n,m,...> Copia as faixas de legendas n,m etc. Por padrão: copia todas as faixas de legendas.
sr: -s, --subtitle-tracks <n,m,...> Kopiraj titl staze n,m itd. Default: kopiraj sve titl staze.

source: -t, --tags <TID:file> Read tags for the track from a XML file.
pt_br: -t, --tags <TID:file> Lê as etiquetas a partir de um arquivo XML.
sr: -t, --tags <TID:file> Pročitaj tagove za stazu iz XML fajla.

source: -w, --webm Create WebM compliant file.
pt_br: -w, --webm Criar um arquivo compatível com WebM.
sr: -w, --webm Napravi WebM usaglašen fajl.

source: -y, --sync <TID:d[,o[/p]]> Synchronize, adjust the track's timecodes with the id TID by 'd' ms. 'o/p': Adjust the timecodes by multiplying with 'o/p' to fix linear drifts. 'p' defaults to 1 if omitted. Both 'o' and 'p' can be floating point numbers.
pt_br: -y, --sync <TID:d[,o[/p]]> Sincroniza, ajusta os códigos de tempo da faixa com o id TID em 'd' ms. 'o/p': Ajusta os códigos de tempo por meio da multiplicação com 'o/p' para fixar as derivações lineares. padrões 'p' para 1 se omitido. Ambos os 'o' e 'p' podem ser números decimais.
sr: -y, --sync <TID:d[,o[/p]]> Sinhronizuj, doteraj vremenske kodove staze sa identifikatorom TID za 'd' milisekundi. 'o/p': Doteraj vremenske kodove množeći sa 'o/p' da bi popravio linearno pomeranje. U slučaju da nije navedeno, default za 'p' je 1. I 'o' i 'p' mogu biti brojevi sa pokretnim zarezom.

source: <file1> + <file2> Append file2 to file1.
pt_br: <file1> + <file2> Acrescenta o arquivo2 ao arquivo1.
sr: <file1> + <file2> Spoji file2 sa file1.

source: <file1> +<file2> Same as "<file1> + <file2>".
pt_br: <file1> +<file2> O mesmo que "<file1> + <file2>".
sr: <file1> +<file2> Isto kao "<file1> + <file2>".

source: = <file> Don't look for and concatenate files with the same base name but with a different trailing number.
sr: = <file> Ne traži i ne spajaj fajlove sa istim osnovnim imenom ali sa različitim pratećim brojem.

source: =<file> Same as "= <file>".
pt_br: =<file> O memso que "= <file>".
sr: =<file> Isto kao "= <file>".

source: @optionsfile Reads additional command line options from the specified file (see man page).
pt_br: @optionsfile Lê opções adicionais da linha de comando do arquivo especificado (ver página principal).
sr: @optionsfile Iščitava dodatne parametre komandne linije iz navedenog fajla (pogl. man stranu).

source: B: boolean (0 or 1)
pt_br: B: boolean (0 ou 1)
sr: B: logička (0 ili 1)

source: FP: floating point number
pt_br: FP: número decimal
sr: FP: broj sa pokretnim zarezom

source: S: string
pt_br: S: palavra ou cadeia de letras
sr: S: linija

source: SI: signed integer
sr: SI: ceo broj

source: UI: unsigned integer
sr: UI: celi broj bez predznaka

source: US: Unicode string
sr: US: linija u Unikod standardu

source: X: binary in hex
pt_br: X: binário em hexadecimal
sr: X: binarni heksadecimalni

source: (HEVC profile: %1% @L%2%.%3%)
sr: (HEVC profil: %1% @L%2%.%3%)

source: (aspect ratio)
pt_br: (aspecto de exibição)
sr: (format slike)

source: (centimeters)
pt_br: (centímetros)
sr: (centimetri)

source: (format tag: 0x%|1$04x|)
pt_br: (formato da tag: 0x%|1$04x|)
sr: (tag formata: 0x%|1$04x|)

source: (free resizing)
pt_br: (redimensionamento livre)
sr: (proizvoljna promena veličine)

source: (h.264 profile: %1% @L%2%.%3%)
pt_br: (perfil h.264: %1% @L%2%.%3%)
sr: (h.264 profil: %1% @L%2%.%3%)

source: (inches)
pt_br: (polegadas)
sr: (inči)

source: (keep aspect ratio)
pt_br: (manter a propoção)
sr: (sačuvaj format slike)

source: (pixels)
sr: (pikseli)

source: Attachment support (more global options):
pt_br: Suporte a anexos (mais opções globais):
sr: Podrška za priloge (još globalnih opcija):

source: Chapter handling:
pt_br: Manipulação de capítulos:
sr: Rukovanje poglavljima:

source: File splitting, linking, appending and concatenating (more global options):
pt_br: Divisão, ligação, anexação e encadeamento de arquivos (mais opções globais):
sr: Deljenje fajlova, povezivanje, spajanje i nastavljanje (još globalnih opcija):

source: General output control (advanced global options):
pt_br: Controle de saída geral (opções globais avançadas):
sr: Generalna kontrola izlaza (napredne globalne opcije):

source: Global options:
pt_br: Opções globais:
sr: Globalne opcije:

source: Options for each input file:
pt_br: Opções para cada arquivo de entrada:
sr: Parametri za svaki ulazni fajl:

source: Options that only apply to VobSub subtitle tracks:
pt_br: Opções que só se aplicam às legendas VobSub:
sr: Parametri koji važe samo za VobSub titl staze:

source: Options that only apply to text subtitle tracks:
pt_br: Opções que apenas se aplicam a faixas de legendas de texto:
sr: Parametri koji važe samo za tekstualne titl staze:

source: Options that only apply to video tracks:
pt_br: Opções que apenas se aplicam a faixas de vídeo:
sr: Parametri koji važe samo za video staze:

source: Other options:
pt_br: Outras opções:
sr: Druge opcije:

source: Segment info handling:
pt_br: Informação sobre a manipulação do segmento:
sr: Rukovanje informacijom o segmentu:

source: at %1%
pt_br: em %1%
sr: в %1%

source: done
pt_br: terminado
sr: gotovo

source: seconds
sr: sekundi

source: size %1%
pt_br: tamanho %1%
sr: veličina %1%

source: size is unknown
pt_br: tamanho desconhecido
sr: veličina je nepoznata

source: "Default track" flag:
sr: "Default track" zastavica:

source: "Forced track" flag:
sr: "Forced track" zastavica:

source: "default" is a good choice for almost all situations.
sr: "default" je dobar izbor za skoro sve situacije.

source: %1 entries
sr: %1 unosi

source: %1 of %2 file processed
sr: %1 od %2 fajl obrađen

source: %1% bytes
sr: %1% bajtova

source: %1% minute
pt_br: %1% minuto
sr: %1% minut

source: %1% of %2% file processed
sr: %1% od %2% fajl obrađen

source: %1% second
pt_br: %1% segundo
sr: %1% sekunda

source: %1%: Could not open the sub file
pt_br: %1%: Não foi possível abrir o arquivos sub
sr: %1%: Ne mogu da otvorim fajl sa prevodom

source: %1%: Error in the Matroska file structure at position %2%. Resyncing to the next level 1 element.
pt_br: %1%: Erro na estrutura Matroska na posição %2%. Ressincronizando para o elemento nível 1.
sr: %1%: Greška u strukturi Matroska fajla na poziciji %2%. Resinhronizujem na sledeći level 1 element.

source: %1%: an exception occurred (message: %2%; type: %3%).
sr: %1%: desilo se nepoznato odstupanje (poruka: %2%; tip: %3%).

source: %1%: an unknown exception occurred.
sr: %1%: desilo se nepoznato odstupanje.

source: %1%: divisor is 0 in '%2% %3%'.
pt_br: %1%: divisor é 0 em '%2% %3%'.
sr: %1%: delilac je 0 u '%2% %3%'.

source: %1%: invalid track ID in '%2% %3%'.
pt_br: %1%: ID da faixa inválido em '%2% %3%'.
sr: %1%: nevažeći track ID u '%2% %3%'.

source: %s (MIME type %s, size %ld) from %s (%s)
pt_br: %s (tipo MIME %s, tamanho %ld) de %s (%s)
sr: %s (MIME-tip %s, veličina %ld) из %s (%s)

source: %s%s (ID %lld, type: %s) from %s
pt_br: %s%s (ID %lld, tipo: %s) de %s
sr: %s%s (ID %lld, tip: %s) iz %s

source: %s. Compiled with libebml %s + libmatroska %s. This program is licensed under the GPL v2 (see COPYING). It was written by Moritz Bunkus <moritz@bunkus.org>. Sources and the latest binaries are always available at https://www.bunkus.org/videotools/mkvtoolnix/
pt_br: %s. Compilado com libebml %s + libmatroska %s. Este programa é licensiado sob a GPL v2 (ver COPYING). Foi criado por Moritz Bunkus <moritz@bunkus.org>. As fontes e os últimos binários estão disponíveis em https://www.bunkus.org/videotools/mkvtoolnix/
sr: %s. Kompajlovano sa libebml %s + libmatroska %s. Ovaj program je licenciran pod GPL v2 (pogl. COPYING). Napisao ga je Moritz Bunkus <moritz@bunkus.org>. Izvorni kod i najnoviji kompajlovani izvršni fajlovi su uvek dostupni na https://www.bunkus.org/videotools/mkvtoolnix/

source: &Abort
pt_br: &Abortar
sr: &Prekini

source: &About
pt_br: &Sobre
sr: &O programu

source: &About F1
pt_br: &Sobre F1
sr: &O programu F1

source: &About mkvinfo
sr: &O mkvinfo

source: &Add
pt_br: &Adicionar
sr: &Dodaj

source: &Add files
sr: &Dodaj fajlove

source: &Add to job queue
pt_br: &Adicionar à lista de tarefas
sr: &Dodaj u red za čekanje

source: &Attachments Alt-2
pt_br: &Anexos Alt-2
sr: &Prilozi Alt-2

source: &Automatically set the output file name
sr: &Automatski podesi ime izlaznog fajla

source: &Cancel
pt_br: &Cancelar
sr: &Otkaži

source: &Chapter Editor
pt_br: &Editor de Capítulos
sr: &Urednik poglavlja

source: &Chapter editor
sr: Urednik &poglavlja

source: &Chapter editor Alt-4
pt_br: &Editor de capítulos Alt-4
sr: &Urednik poglavlja Alt-4

source: &Character sets
sr: &Skupovi znakova

source: &Check for updates
pt_br: &Procurar atualizações
sr: &Proveri da li ima novije verzije

source: &Close
pt_br: &Fechar
sr: &Zatvori

source: &Close Ctrl-W
pt_br: &Fechar Ctrl-W
sr: &Zatvori Ctrl-W

source: &Collapse all
sr: &Skupi sve stavke

source: &Collapse all entries Ctrl-P
pt_br: &Fechar todos os registros Ctrl-P
sr: &Skupi sve stavke Ctrl-P

source: &Copy command line to clipboard
pt_br: &Copiar linha de comando para a área de transferência
sr: &Kopiraj komandnu liniju u clipboard

source: &Copy to clipboard
pt_br: &Copiar para a área de transferência
sr: &Kopiraj u clipboard

source: &Country:
sr: &Država:

source: &Description:
sr: &Opis:

source: &Disable
pt_br: &Desativar
sr: &Onemogući

source: &Disable all tracks
sr: &Onemogući sve staze

source: &Don't scan, just add the file
pt_br: &Não analisar, apenas adicionar o arquivo
sr: &Ne skeniraj, samo dodaj fajl

source: &Down
pt_br: &Para baixo
sr: &Dole

source: &Download
sr: &Skini

source: &Enable all tracks
sr: &Uključi sve staze

source: &Enabled
sr: &Uključeno

source: &Escape arguments for:
sr: &Escape karakteri za:

source: &Expand all
sr: &Proširi sve

source: &Expand all entries Ctrl-E
pt_br: &Expandir todos os registros Ctrl-E
sr: &Proširi sve stavke Ctrl-E

source: &Expand important elements
sr: &Proširi važne elemente

source: &Expand important elements Ctrl-E
pt_br: &Expandir elementos importantes Ctrl-E
sr: &Proširi važne elemente Ctrl-E

source: &Extraction tool
sr: &Izvlačenje

source: &File
pt_br: &Arquivo
sr: &Fajl

source: &Files:
sr: &Fajlovi:

source: &Global options Alt-3
pt_br: &Opções globais Alt-3
sr: &Globalne opcije Alt-3

source: &Header editor
sr: Urednik &zaglavlja

source: &Header editor Ctrl-E
pt_br: &Editor de cabeçalhos Ctrl-E
sr: &Urednik zaglavlja Ctrl-E

source: &Help
pt_br: &Ajuda
sr: P&omoć

source: &Help F1
pt_br: &Ajuda F1
sr: &Pomoć F1

source: &Hidden
sr: &Skriveno

source: &Info tool
sr: I&nfo

source: &Input
sr: &Ulaz

source: &Input Alt-1
pt_br: &Entrada Alt-1
sr: &Ulaz Alt-1

source: &Job queue
sr: &Lista zadataka

source: &Language:
sr: &Jezik:

source: &Languages
sr: &Jezici

source: &Load
pt_br: &Carregar
sr: &Učitaj

source: &Load settings Ctrl-L
pt_br: &Carregar configurações Ctrl-L
sr: &Učitaj podešavanja Ctrl-L

source: &MIME type:
sr: &MIME tip:

source: &Manage jobs Ctrl-J
pt_br: &Gerenciar tarefas Ctrl-J
sr: &Uredi zadatke Ctrl-J

source: &Merge
sr: &Sastavi

source: &Merge tool
sr: &Sastavljanje

source: &Merging
sr: &Sastavljanje

source: &Muxing
pt_br: &Processar
sr: &Muksovanje

source: &Name:
sr: &Ime:

source: &New
sr: &Novi

source: &New Ctrl-N
pt_br: &Novo Ctrl-N
sr: &Novi Ctrl-N

source: &New chapters
pt_br: &Novos capítulos
sr: &Nova poglavlja

source: &Often used selections
sr: &Često korišćene selekcije

source: &Open
sr: &Otvori

source: &Open Ctrl-O
pt_br: &Abrir Ctrl-O
sr: &Otvori Ctrl-O

source: &Open Matroska file
sr: &Otvori Matroska fajl

source: &Open Matroska or XML file
sr: &Otvori Matroska ili XML fajl

source: &Open settings
sr: &Otvori podešavanja

source: &Options
pt_br: &Opções
sr: &Opcije

source: &Ordered
sr: &Poređano

source: &Output
sr: &Izlaz

source: &Preferences
sr: P&ostavke

source: &Quit Ctrl-Q
pt_br: &Sair Ctrl-Q
sr: &Odustani Ctrl-Q

source: &Re-enable
pt_br: &Reativar
sr: &Omogući ponovo

source: &Reload
sr: &Učitaj ponovo

source: &Reload Ctrl-R
pt_br: &Atualizar Ctrl-R
sr: &Ponovo učitaj Ctrl-R

source: &Remove
pt_br: &Remover
sr: &Ukloni

source: &Remove files
sr: &Ukloni fajlove

source: &Remove job from queue after completion
sr: &Ukloni zadatak sa liste zadataka posle obrade

source: &Remove selected edition or chapter
sr: &Ukloni izabranu ediciju ili poglavlje

source: &Remove selected jobs
sr: &Ukloni izabrane zadatke

source: &Reset
pt_br: &Resetar
sr: &Resetuj

source: &Save
pt_br: &Salvar
sr: &Sačuvaj

source: &Save Ctrl-S
pt_br: &Salvar Ctrl-S
sr: &Sačuvaj Ctrl-S

source: &Save info as text Ctrl-S
pt_br: &Salvar informação como texto Ctrl-S
sr: &Sačuvaj info kao tekst Ctrl-S

source: &Save output
sr: &Sačuvaj izlaz

source: &Save settings
sr: S&ačuvaj podešavanja

source: &Save settings Ctrl-S
pt_br: &Salvar configurações Ctrl-S
sr: &Sačuvaj podešavanja Ctrl-S

source: &Save to text file
sr: &Sačuvaj u tekstualni fajl

source: &Scan for other playlists
pt_br: &Procurar por outras playlists
sr: &Skeniraj za druge plejliste

source: &Select all tracks
sr: &Izaberi sve staze

source: &Sort
pt_br: &Ordenar
sr: &Sortiraj

source: &Start && end:
sr: Početak && kraj:

source: &Start selected jobs automatically
sr: &Započni izabrane zadatke automatski

source: &Tag editor
sr: Urednik &tagova

source: &Tracks, chapters, tags and attachments:
sr: &Staze, poglavlja, tagovi i prilozi:

source: &Troubleshooting
pt_br: &Solução de problemas
sr: &Rešavanje problema

source: &Up
pt_br: &Para cima
sr: &Gore

source: &Validate Ctrl-T
pt_br: &Validar Ctrl-T
sr: &Overi pravilnost Ctrl-T

source: &Validate values
sr: &Potvrdi vrednosti

source: &Verify
pt_br: &Verificar
sr: &Proveri

source: &View log
pt_br: &Ver relatório
sr: &Pogledaj log

source: &Window
pt_br: &Janela
sr: &Prozor

source: '%1%' can only be used with a file name. No further options are allowed if this option is used.
pt_br: '%1%' só pode ser usado com um nome de arquivo. Nenhuma outra opção será aceita se esta opção estiver ativada.
sr: '%1%' može biti korišćen samo sa imenom fajla. Nikakve dalje opcije nisu dozvoljene ako se ova opcija koristi.

source: '%1%' does not contain a valid unit ('s', 'ms', 'us', 'ns', 'fps', 'p' or 'i') in '%2% %3%'.
pt_br: '%1%' não contém uma unidade válida ('s', 'ms', 'us', 'ns', 'fps', 'p' ou 'i') em '%2% %3%'.
sr: '%1%' ne sadrži važeću jedinicu ('s', 'ms', 'us', 'ns', 'fps', 'p' ili 'i') u '%2% %3%'.

source: '%1%' is an unsupported argument for --compression. Available compression methods are: %2%
pt_br: '%1%' é um argumento não suportado para --compression. Os métodos de compressão disponíveis são: %2%
sr: '%1%' nije podržan argument za parametar --compression. Dostupne metode kompresije su: %2%

source: '%1%' is an unsupported argument for --cues.
pt_br: '%1%' é um argumento não suportado para --cues.
sr: '%1%' nije podržan argument za parametar --cues.

source: '%1%' is missing the file name.
pt_br: O nome de arquivo de '%1%' está ausente.
sr: '%1%' nedostaje ime fajla.

source: '%1%' is neither a valid ISO639-2 nor a valid ISO639-1 code in '--chapter-language %1%'. See 'mkvmerge --list-languages' for a list of all languages and their respective ISO639-2 codes.
pt_br: '%1%' não é um código ISO639-2 nem ISO639-1 em '--chapter-language %1%'. Veja 'mkvmerge --list-languages' para uma lista de todos os idiomas e seus respectivos códigos ISO639-2.
sr: '%1%' nije ni ISO639-2 a ni ISO639-1 važeći kod u '--chapter-language %1%'. Pogledajte 'mkvmerge --list-languages' za listu svih jezika i njihovih ISO639-2 kodova.

source: '%1%' is neither a valid ISO639-2 nor a valid ISO639-1 code in '--default-language %1%'. See 'mkvmerge --list-languages' for a list of all languages and their respective ISO639-2 codes.
pt_br: '%1%' não é um código válido ISO639-2 nem ISO639-1 em '--default-language %1%'. Veja 'mkvmerge --list-languages' para uma lista de todos os idiomas e seus respectivos códigos ISO639-2.
sr: '%1%' nije ni ISO639-2 a ni ISO639-1 važeći kod u '--default-language %1%'. Pogledajte 'mkvmerge --list-languages' za listu svih jezika i njihovih ISO639-2 kodova.

source: '%1%' is neither a valid ISO639-2 nor a valid ISO639-1 code. See 'mkvmerge --list-languages' for a list of all languages and their respective ISO639-2 codes.
pt_br: '%1%' não é um código válido ISO639-2 nem ISO639-1. Veja 'mkvmerge --list-languages' para uma lista de todos os idiomas e seus respectivos códigos ISO639-2.
sr: '%1%' nije ni ISO639-2 a ni ISO639-1 važeći kod. Pogledajte 'mkvmerge --list-languages' za listu svih jezika i njihovih ISO639-2 kodova.

source: '%1%' is not a CHAPTERxx=... line.
sr: '%1%' nije linija CHAPTERxx=...

source: '%1%' is not a CHAPTERxxNAME=... line.
sr: '%1%' nije linija CHAPTERxxNAME=...

source: '%1%' is not a valid %2% in '%3% %4%'.
pt_br: '%1%' não é um %2% válido em '%3% %4%'.
sr: '%1%' nije važeći %2% u '%3% %4%'.

source: '%1%' is not a valid ISO639-2 language code.
pt_br: '%1%' não é um código de idioma válido ISO639-2.
sr: '%1%' nije važeći ISO639-2 jezički kod.

source: '%1%' is not a valid append mode in '--append-mode %1%'.
pt_br: '%1%' não é um modo de união válido em '--append-mode %1%'.
sr: '%1%' nije važeći način spajanja u '--append-mode %1%'.

source: '%1%' is not a valid block additional max in '--blockadd %2%'.
pt_br: '%1%' não é um bloco adicional máximo válido em '--blockadd %2%'.
sr: '%1%' nije važeći maksimum dodatnih blokova u '--blockadd %2%'.

source: '%1%' is not a valid ccTLD country code.
pt_br: '%1%' não é um código de país válido ccTLD.
sr: '%1%' nije važeći ccTLD državni kod.

source: '%1%' is not a valid file ID in '--track-order %2%'.
pt_br: '%1%' não é um ID de arquivo válido em '--track-order %2%'.
sr: '%1%' nije važeći fajl ID u '--track-order %2%'.

source: '%1%' is not a valid hack.
pt_br: '%1%' não é um hack válido.
sr: '%1%' nije važeći hak.

source: '%1%' is not a valid mapping of file and track IDs in '--append-to %2%'.
sr: '%1%' nije važeće mapiranje fajlova i identifikatora staza (track ID) u '--append-to %2%'.

source: '%1%' is not a valid pair of file ID and track ID in '--track-order %2%'.
pt_br: '%1%' não é um par de IDs válido para arquivo e faixa em '--track-order %2%'.
sr: '%1%' nije važeći par identifikatora od fajlova i staza u '--track-order %2%'.

source: '%1%' is not a valid pair of track ID and NALU size length in '--nalu-size-length %1%'.
sr: '%1%' nije važeći par od track ID i NALU veličine u '--nalu-size-length %1%'.

source: '%1%' is not a valid pair of track ID and block additional in '--blockadd %1%'.
pt_br: '%1%' não é um par de ID de faixa e bloco adicional em '--blockadd %1%'.
sr: '%1%' nije važeći par identifikatora staza i dodatnih blokova u '--blockadd %1%'.

source: '%1%' is not a valid pair of track ID and default duration in '--default-duration %1%'.
sr: '%1%' nije važeći par od track ID i podrazumevanog trajanja u '--default-duration %1%'.

source: '%1%' is not a valid priority class.
pt_br: '%1%' não é uma classe de prioridade válida.
sr: '%1%' nije važeća klasa prioriteta.

source: '%1%' is not a valid track ID in '--blockadd %2%'.
pt_br: '%1%' não é uma ID de faixa válida em '--blockadd %2%'.
sr: '%1%' nije važeći track ID u '--blockadd %2%'.

source: '%1%' is not a valid track ID in '--default-duration %2%'.
pt_br: '%1%' não é uma ID de faixa válida em '--default-duration %2%'.
sr: '%1%' nije važeći track ID u '--default-duration %2%'.

source: '%1%' is not a valid track ID in '--nalu-size-length %2%'.
pt_br: '%1%' não é uma ID de faixa válida em '--nalu-size-length %2%'.
sr: '%1%' nije važeći track ID u '--nalu-size-length %2%'.

source: '%1%' is only allowed when extracting chapters.
pt_br: '%1%' só é permitido quando há extração de capítulos.
sr: '%1%' je dopušteno samo kad se izvlače poglavlja.

source: '%1%' is only allowed when extracting tracks.
pt_br: '%1%' só é permitido quando há extração de faixas.
sr: '%1%' je dopušteno samo kad se izvlače staze.

source: '%1%' lacks a file name.
pt_br: '%1%' precisa de um nome de arquivo.
sr: '%1%' nedostaje ime fajla.

source: '%1%' lacks its argument.
pt_br: '%1%' precisa de argumento.
sr: '%1%' nedostaje njegov argument.

source: '%1%' lacks the FourCC.
pt_br: '%1%' precisa do FourCC.
sr: '%1%' nedostaje FourCC.

source: '%1%' lacks the delay.
pt_br: '%1%' precisa de atraso.
sr: '%1%' nedostaje kašnjenje.

source: '%1%' lacks the file name.
pt_br: '%1%' precisa de um nome de arquivo.
sr: '%1%' nedostaje ime fajla.

source: '%1%' lacks the track ID.
pt_br: '%1%' precisa do ID da faixa.
sr: '%1%' nedostaje track ID.

source: '%1%' lacks the track numbers.
sr: '%1%' nedostaju brojevi staze.

source: '%1%': Processing the following files as well: %2%
pt_br: '%1%': Processando os seguintes arquivos também: %2%
sr: '%1%': Takodje obrađujem prateće fajlove: %2%

source: '%1%': You're re-muxing an Opus track that was muxed in experimental mode. The resulting track will be written in final mode, but one detail cannot be recovered from a track muxed in experimental mode: the end trimming. This means that a decoder might output a few samples more than originally intended. You should re-mux from the original Opus file if possible.
pt_br: '%1%': Você está re-multiplexando uma faixa Opus que foi multiplexada em modo experimental. A faixa resultante será escrita no modo final, mas um detalhe não pode ser recuperado do modo experimental: o corte final (end trimming). Isso significa que um decodificador pode criar mais amostras de saída do que o pretendido. Você deve re-multiplexar o arquivo Opus original se possível.
sr: '%1%': Vi ponovo muksujete Opus stazu koja je muksovana u eksperimentalnom režimu. Dobijena staza će biti zapisana u finalnom režimu, ali jedan detalj ne može biti oporavljen iz staze muksovane u eksperimentalnom režimu: skraćivanje na kraju. Ovo znači da dekoder može izbaciti nekoliko uzoraka više nego što je originalno nameravano. Treba da ponovo muksujete iz izvornog Opus fajla ako je moguće.

source: '--aspect-ratio' lacks the aspect ratio.
pt_br: '--aspect-ratio' precisa de uma relação de aspecto.
sr: '--aspect-ratio' nije naveden format slike.

source: '--aspect-ratio-factor' lacks the aspect ratio factor.
pt_br: '--aspect-ratio-factor' precisa do fator de relação de aspecto.
sr: '--aspect-ratio-factor' nije naveden faktor formata slike.

source: '--attachment-description' lacks the description.
pt_br: '--attachment-description' precisa de uma descrição.
sr: '--attachment-description' nije naveden opis.

source: '--attachment-mime-type' lacks the MIME type.
pt_br: '--attachment-mime-type' precisa do tipo de MIME.
sr: '--attachment-mime-type' nije naveden MIME tip.

source: '--attachment-name' lacks the name.
pt_br: '--attachment-name' precisa de um nome.
sr: '--attachment-name' nije navedno ime.

source: '--chapter-charset' lacks the charset.
pt_br: '--chapter-charset' precisa de uma codificação de caracteres.
sr: '--chapter-charset' nije naveden skup znakova.

source: '--chapter-charset' may only be given once in '--chapter-charset %1%'.
pt_br: '--chapter-charset' só pode ser dado uma vez em '--chapter-charset %1%'.
sr: '--chapter-charset' može biti navedeno samo jednom u '--chapter-charset %1%'.

source: '--chapter-charset' must be given before '--chapters' in '--chapter-charset %1%'.
pt_br: '--chapter-charset' deve ser dado antes de '--chapters' em '--chapter-charset %1%'.
sr: '--chapter-charset' mora biti navedeno ispred '--chapters' u '--chapter-charset %1%'.

source: '--chapter-language' lacks the language.
pt_br: '--chapter-language' precisa de um idioma.
sr: '--chapter-language' nije naveden jezik.
