Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Wrong identification string: '%|1$6s|' != 'theora'
pt_br: Cadeia de caracteres de identificação errada: '%|1$6s|' != 'theora'
sr: Pogrešan identifikacion string: '%|1$6s|' != 'theora'

source: Wrong identification string: '%|1$7s|' != 'kate\0\0\0'
pt_br: Cadeia de caracteres de identificação errada: '%|1$7s|' != 'kate\0\0\0'
sr: Pogrešan identifikacion string: '%|1$7s|' != 'kate\0\0\0'

source: XML chapter files
sr: XML fajlovi sa poglavljima

source: XML segment info files
sr: XML Segment info fajlovi

source: XML tag files
sr: XML tag fajlovi

source: You can change this value in the preferences.
sr: Možete da promenite ovu vrednost u opcijama.

source: You can let the header editor add the element to the file.
sr: Možete dozvoliti uredniku zaglavlja da doda element u fajl.

source: You can let the header editor remove the element from the file.
sr: Možete dozvoliti uredniku zaglavlja da ukloni element iz fajla.

source: You can opt for having them removed automatically under certain conditions.
sr: Možete izabrati da se uklone automatski pod određenim uslovima.

source: You can specify up to nine digits for the number of nanoseconds 'nnnnnnnnn' or none at all.
sr: Možete navesti do devet cifara za brojeve nanosekundi 'nnnnnnnnn' ili čak nijednu.

source: You can split based on the amount of time passed, based on timestamps, on frame/field numbers or on chapter numbers.
sr: Možete podeliti po vremenu koje je prošlo, po vremenskim oznakama, po brojevima slika/poluslika ili po brojevima poglavlja.

source: You can use this function for adjusting the timecodes of the selected chapter and all its children by a fixed amount. The amount can be positive or negative. The format used can be either just a number in which case it is interpreted as the number of seconds, it can be followed by the unit like 'ms' or 's' for milliseconds and seconds respectively, or it can have the usual HH:MM:SS.mmm or HH:MM:SS format. Example: -00:05:23 would let all the chapters begin 5minutes and 23seconds earlier than now.
sr: Možete koristiti ovu funkciju za podešavanje vremenskih kodova odabranog poglavlja i svih njegovih pod-poglavlja sa fiksnim iznosom. Iznos može biti pozitivan ili negativan. Korišćeni format može biti ili samo broj u kom slučaju je interpretiran kao broj sekundi, može biti praćen sa jedinicom kao 'ms' ili 's' odnosno za milisekundu i sekundu, ili može imati uobičajen HH:MM:SS.mmm ili HH:MM:SS format. Primer: -00:05:23 će pustiti sva poglavlja da počnu 5 minuta i 23 sekunde ranije nego sada.

source: You cannot add additional parts to files that don't contain tracks.
sr: Ne možete da dodate dodatne delove fajlovima koji ne sadrže staze.

source: You have to add at least one source file before you can start merging or add a job to the job queue.
sr: Morate dodati barem jedan izvorni fajl pre nego što možete da počnete sastavljanje ili dodavanje novog zadatka na listu.

source: You have to enter a value between 1000 and 10000000 or the magic value -1.
sr: Morate da unesete vrednost između 1000 i 10000000 ili magičnu vrednost -1.

source: You have to set the output file name before you can start merging or add a job to the job queue.
sr: Morate da postavite izlazni fajl pre nego što možete da počnete sastavljanje ili dodavanje novog zadatka na listu.

source: You may omit the number of hours 'HH' and the number of nanoseconds 'nnnnnnnnn'.
sr: Možete da izostavite broj sati 'HH' i broj nanosekundi 'nnnnnnnnn'.

source: You may omit the number of hours 'HH'.
sr: Možete da izostavite broj sati 'HH'.

source: Zlib decompression failed. Result: %1%
pt_br: Descompressão de zlib falhou. Resultado: %1%
sr: Zlib dekompresija nije uspela. Rezultat: %1%

source: [%1% frame for track %2%, timecode %3%]
pt_br: [%1% frame para a faixa %2%, código de tempo %3%]
sr: [%1% slika za stazu %2%, vremenski kod %3%]

source: aborted
pt_br: abortado
sr: prekinuto

source: aborted by user
sr: prekinuo korisnik

source: ac3_bs_packetizer::add_to_buffer(): Untested code ('size' is odd). If mkvmerge crashes or if the resulting file does not contain the complete and correct audio track, then please contact the author Moritz Bunkus at moritz@bunkus.org.
pt_br: ac3_bs_packetizer::add_to_buffer(): Código não testado (o 'tamanho' é estranho). Se o mkvmerge travar ou se o arquivo criado não tiver a faixa de áudio completa e correta, por favor, contate o autor Moritz Bunkus em moritz@bunkus.org.
sr: ac3_bs_packetizer::add_to_buffer(): Neproveren kod ('veličina' je čudna). Ako se mkvmerge sruši ili ako dobijen fajl ne sadrži kompletnu i ispravnu audio stazu, onda molim vas kontaktirajte autora Morica Bunkusa na <moritz@bunkus.org>.

source: add
pt_br: adicionar
sr: dodaj

source: additional parts
pt_br: partes adicionais
sr: dodatni delovi

source: after frame/field numbers
sr: posle određenog broja slike/poluslike

source: after output duration
sr: posle određenog trajanja

source: after output size
sr: posle određene veličine

source: after specific timecodes
sr: posle određenog vremenskog koda

source: always
pt_br: sempre
sr: uvek

source: always ask the user
pt_br: perguntar sempre
sr: uvek pitaj korisnika

source: always scan for other playlists
pt_br: pesquisar sempre
sr: uvek skeniraj za dodatne plejliste

source: anaglyph (cyan/red)
pt_br: anáglifo (ciano/vermelho)
sr: anaglif (cijan/crvena)

source: anaglyph (green/magenta)
pt_br: anáglifo (verde/magenta)
sr: anaglif (zelena/magenta)

source: append
pt_br: unir
sr: spoji

source: attachment
sr: prilog

source: before chapters
sr: pre poglavlja

source: bits per sample: %1%
pt_br: bits por amostragem: %1%
sr: bitova po uzorku: %1%

source: both eyes laced in one block (left first)
pt_br: ambos os olhos mesclados em um bloco (esquerda primeiro)
sr: oba oka povezana u bloku (levo prvo)

source: both eyes laced in one block (right first)
pt_br: ambos os olhos mesclados em um bloco (direita primeiro)
sr: oba oka povezana u bloku (desno prvo)

source: buttons
pt_br: botões
sr: dugmad

source: by parts based on frame/field numbers
sr: na delove na osnovu brojeva slika/poluslika

source: by parts based on timecodes
sr: na delove na osnovu vremenskih kodova

source: channels: %1%
pt_br: canais: %1%
sr: kanali: %1%

source: chapters
sr: poglavlja

source: checkerboard (left first)
pt_br: tabuleiro (esquerda primeiro)
sr: šahovska tabla (levo prvo)

source: checkerboard (right first)
pt_br: tabuleiro (direita primeiro)
sr: šahovska tabla (desno prvo)

source: column interleaved (left first)
pt_br: coluna intercalada (esquerda primeiro)
sr: Isprepletan stub (levo prvo)

source: column interleaved (right first)
pt_br: coluna intercalada (direita primeiro)
sr: Isprepletan stub (desno prvo)

source: completed OK
pt_br: completo OK
sr: uspešno završeno

source: completed with warnings
pt_br: completo com avisos
sr: završeno sa upozorenjima

source: compression
pt_br: compressão
sr: kompresija

source: create_track_number: file_num not found. %1%
pt_br: create_track_number: file_num não encontrado. %1%
sr: create_track_number: file_num nije nađen. %1%

source: default duration: %|1$.3f|ms (%|2$.3f| frames/fields per second for a video track)
pt_br: duração padrão: %|1$.3f|ms (%|2$.3f| frames/campos por segundo para uma faixa de vídeo)
sr: podrazumevano trajanje: %|1$.3f|ms (%|2$.3f| slika/poluslika u sekundi za video stazu)

source: determine automatically
sr: odredi automatski

source: disable all
pt_br: desativar tudo
sr: onemogući sve

source: disabled
sr: onemogućen

source: display height: %1%
pt_br: altura de visualização: %1%
sr: visina prikaza: %1%

source: display width: %1%
pt_br: largura de visualização: %1%
sr: širina prikaza: %1%

source: don't change
sr: ne menjaj

source: done
pt_br: terminado
sr: gotovo

source: done/warnings
pt_br: terminado/avisos
sr: gotovo/upozorenja

source: down
pt_br: para baixo
sr: dole

source: edit chapters
sr: uredi poglavlja

source: edit headers
sr: uredi zaglavlja

source: edit tags
sr: uredi tagove

source: enable all
pt_br: ativar tudo
sr: uključi sve

source: enabled
pt_br: ativado
sr: uključeno

source: encryption
pt_br: encriptação
sr: šifrovanje

source: even if there were warnings
pt_br: mesmo se houverem avisos
sr: čak iako je bilo upozorenja

source: extract
sr: izvuci

source: failed
pt_br: falhou
sr: nije uspelo

source: flac_decoder: Could not initialize the FLAC decoder.
sr: flac_decoder: Ne mogu da inicijalizujem FLAC dekoder.

source: flac_decoder: Could not set metadata_respond_all.
sr: flac_decoder: Ne mogu da podesim metadata_respond_all.

source: flac_decoder: FLAC__stream_decoder_new() failed.
sr: flac_decoder: FLAC__stream_decoder_new() nije uspeo.

source: flac_header_extraction: Could not initialize the FLAC decoder.
pt_br: flac_header_extraction: Não foi possível inicializar o decodificador FLAC.
sr: flac_header_extraction: Ne mogu da inicijalizujem FLAC dekoder.

source: flac_header_extraction: Could not set metadata_respond_all.
pt_br: flac_header_extraction: Não foi possível estabelecer metadata_respond_all.
sr: flac_header_extraction: Ne mogu da podesim metadata_respond_all.

source: flac_header_extraction: FLAC__stream_decoder_new() failed.
pt_br: flac_header_extraction: FLAC__stream_decoder_new() falhou.
sr: flac_header_extraction: FLAC__stream_decoder_new() nije uspelo.

source: flac_header_extraction: bytes (%1%) < op.bytes (%2%). Could not read the FLAC headers.
pt_br: flac_header_extraction: bytes (%1%) < op.bytes (%2%). Não foi possível ler os cabeçalhos FLAC.
sr: flac_header_extraction: bytes (%1%) < op.bytes (%2%). Ne mogu da pročitam FLAC zaglavlja.

source: flac_reader: Could not read a header packet.
pt_br: flac_reader: Não foi possível ler um pacote do cabeçalho.
sr: flac_reader: Ne mogu da pročitam paket iz zaglavlja.

source: flac_reader: Could not read all header packets.
pt_br: flac_reader: Não foi possível ler todos os pacotes do cabeçalho.
sr: flac_reader: Ne mogu da pročitam sve pakete zaglavlja.

source: flac_reader: Error parsing the file: %1%
pt_br: flac_reader: Erro ao analisar o arquivo: %1%
sr: flac_reader: Greška pri raščlanjivanju fajla: %1%

source: flac_reader: could not initialize the FLAC packetizer.
pt_br: flac_reader: não foi possível inicializar o empacotador FLAC.
sr: flac_reader: ne mogu da inicijalizujem FLAC paketizer.

source: for all frames
pt_br: para todos os frames
sr: za sve slike

source: for files with chapter information (e.g. OGM, MP4) for which mkvmerge does not detect the encoding correctly
sr: za fajlove sa informacijom o poglavlju (npr. OGM, MP4) za koje mkvmerge ne detektuje kodovanje ispravno.

source: for subtitle files that do not use a byte order marker (BOM) and that are not encoded in the system's current character set (%1)
sr: za titlove koji ne koriste marker za redosled bajtova (BOM) i koji nisu kodovani sa trenutnim skupom znakova sistema (%1)

source: force 2 bytes
sr: prinudi 2 bajta

source: force 4 bytes
sr: prinudi 4 bajta

source: global tags
sr: globalni tagovi

source: header removal
pt_br: remoção do cabeçalho
sr: uklanjanje zaglavlja

source: hidden
pt_br: oculto
sr: skriveno

source: higher
pt_br: alto
sr: više

source: highest
pt_br: muito alto
sr: najviše

source: is being estimated
pt_br: está sendo estimado
sr: se procenjuje

source: job output
sr: rezultat zadatka

source: job queue
sr: lista zadataka

source: key,
pt_br: chave,
sr: ključ,

source: language: %1%
pt_br: idioma: %1%
sr: jezik: %1%

source: length %1%, data: %2%
pt_br: extensão %1%, dados: %2%
sr: dužina %1%, podaci: %2%

source: line %1%: The 'delay' timestamp could not be parsed.
pt_br: linha %1%: O 'atraso' do tempo marcado não pôde ser analisado.
sr: linija %1%: vremenska oznaka 'kašnjenje' ne može biti raščlanjena.

source: link files
pt_br: ligar arquivos
sr: poveži fajlove

source: lower
pt_br: baixo
sr: niže

source: lowest
pt_br: muito baixo
sr: najniže

source: matroska_reader: (MS compatibility mode for track %1%) Matroska says that there are %2% bits per sample, but the WAVEFORMATEX says that there are %3%.
pt_br: matroska_reader: (modo de compatibilidade MS, faixa %1%) Matroska diz que há %2% bits por amostra, mas o WAVEFORMATEX diz que há %3%.
sr: matroska_reader: (MS režim kompatibilnosti za stazu %1%) Matroska kaže da ima %2% bita po uzorku, ali WAVEFORMATEX kaže da ih ima %3%.

source: matroska_reader: (MS compatibility mode for track %1%) Matroska says that there are %2% channels, but the WAVEFORMATEX says that there are %3%.
pt_br: matroska_reader: (modo de compatibilidade MS, faixa %1%) Matroska diz que há %2% canais, mas o WAVEFORMATEX diz que há %3%.
sr: matroska_reader: (MS režim kompatibilnosti za stazu %1%) Matroska kaže da ima %2% kanala, ali WAVEFORMATEX kaže da ih ima %3%.

source: matroska_reader: (MS compatibility mode for track %1%) Matroska says that there are %2% samples per second, but WAVEFORMATEX says that there are %3%.
pt_br: matroska_reader: (modo de compatibilidade MS, faixa %1%) Matroska diz que há %2% amostras por segundo, mas o WAVEFORMATEX diz que há %3%.
sr: matroska_reader: (MS režim kompatibilnosti za stazu %1%) Matroska kaže da imaju %2% uzorka po sekundi, ali WAVEFORMATEX kaže da ima %3%.

source: matroska_reader: (MS compatibility mode, track %1%) Matroska says video height is %2%, but the BITMAPINFOHEADER says %3%.
pt_br: matroska_reader: (modo de compatibilidade MS, faixa %1%) a altura do vídeo Matroska é %2%, mas o BITMAPINFOHEADER diz %3%.
sr: matroska_reader: (MS režim kompatibilnosti, staza %1%) Matroska kaže da je visina videa %2%, ali BITMAPINFOHEADER kaže %3%.

source: matroska_reader: (MS compatibility mode, track %1%) Matroska says video width is %2%, but the BITMAPINFOHEADER says %3%.
pt_br: matroska_reader: (modo de compatibilidade MS, faixa %1%) a largura do vídeo Matroska é %2%, mas o BITMAPINFOHEADER diz %3%.
sr: matroska_reader: (MS režim kompatibilnosti, staza %1%) Matroska kaže da je širina videa %2%, ali BITMAPINFOHEADER kaže %3%.

source: matroska_reader: A track is missing its track number.
pt_br: matroska_reader: Um número de faixa está faltando para uma faixa.
sr: matroska_reader: Stazi nedostaje njen broj.

source: matroska_reader: Could not keep the track UID %1% because it is already allocated for the new file.
pt_br: matroska_reader: Não foi possível manter o UID da faixa %1% porque já está alocado ao novo arquivo.
sr: matroska_reader: Ne mogu da zadržim UID staze %1%, zato što je već dodeljen za novi fajl.

source: matroska_reader: No segment found.
pt_br: matroska_reader: Nenhum segmento encontrado.
sr: matroska_reader: Nije nađen nikakav segment.

source: matroska_reader: Pixel height is missing.
pt_br: matroska_reader: Falta a altura em pixels.
sr: matroska_reader: Nedostaje visina u pikselima.

source: matroska_reader: Pixel width is missing.
pt_br: matroska_reader: Falta a largura em pixels.
sr: matroska_reader: Nedostaje širina u pikselima.

source: matroska_reader: The CodecID '%1%' for track %2% is unknown.
pt_br: matroska_reader: O ID do codec '%1%' para a faixa %2% é desconhecido.
sr: matroska_reader: CodecID '%1%' za stazu %2% je nepoznat.

source: matroska_reader: The CodecID for track %1% is '%2%', but the private codec data does not contain valid headers.
pt_br: matroska_reader: O ID do codec para a faixa %1% é '%2%', mas os dados privados de codec não contêm cabeçalhos válidos.
sr: matroska_reader: CodecID za stazu sa ID %1% je '%2%', ali lični podaci kodeka ne sadrže važeća zaglavlja.

source: matroska_reader: The CodecID for track %1% is '%2%', but there was no BITMAPINFOHEADER struct present. Therefore we don't have a FourCC to identify the video codec used.
pt_br: matroska_reader: O ID do codec para a faixa %1% é '%2%', mas não havia uma estrutura BITMAPINFOHEADER presente. Portanto, nós não temos um FourCC para identificar o codec de vídeo usado.
sr: matroska_reader: CodecID za stazu %1% je '%2%', ali nije prisutna BITMAPINFOHEADER struktura. Stoga nemamo FourCC da identifikujemo korišćeni video kodek.

source: matroska_reader: The CodecID for track %1% is '%2%', but there was no WAVEFORMATEX struct present. Therefore we don't have a format ID to identify the audio codec used.
pt_br: matroska_reader: O ID do codec para a faixa %1% é '%2%', mas não havia uma estrutura WAVEFORMATEX presente. Portanto, nós não temos um ID de formato para identificar o codec de áudio usado.
sr: matroska_reader: CodecID za stazu %1% je '%2%', ali nije prisutna WAVEFORMATEX struktura. Stoga nemamo ID formata da identifikujemo korišćeni audio kodek.

source: matroska_reader: The CodecID for track %1% is '%2%', but there was no codec private headers.
pt_br: matroska_reader: O ID do codec para a faixa %1% é '%2%', mas não havia cabeçalhos particulares do codec.
sr: matroska_reader: CodecID za stazu %1% je '%2%', ali nije bilo ličnog zaglavlja kodeka.

source: matroska_reader: The CodecID for track %1% is '%2%', but there was no private data found.
pt_br: matroska_reader: O ID do codec para a faixa %1% é '%2%', mas nenhum dado privado foi encontrado.
sr: matroska_reader: CodecID za stazu %1% je '%2%', ali nije pronađeno ličnih podataka.

source: matroska_reader: The CodecID is missing.
pt_br: matroska_reader: O ID do codec está ausente.
sr: matroska_reader: nedostaje CodecID.

source: matroska_reader: The height for track %1% was not set.
pt_br: matroska_reader: A altura para a faixa %1% não foi estabelecida.
sr: matroska_reader: Nije podešena visina za stazu %1%.

source: matroska_reader: The width for track %1% was not set.
pt_br: matroska_reader: A largura para a faixa %1% não foi estabelecida.
sr: matroska_reader: Nije podešena širina za stazu %1%.

source: matroska_reader: Track %1% seems to be ok.
pt_br: matroska_reader: A faixa %1% parece estar ok.
sr: matroska_reader: Staza %1%, izgleda ok.

source: matroska_reader: Track type was not found.
pt_br: matroska_reader: Tipo de faixa não encontrado.
sr: matroska_reader: Tip staze nije pronađen.

source: matroska_reader: mkvmerge was not compiled with FLAC support. Ignoring track %1%.
pt_br: matroska_reader: mkvmerge não foi compilado com suporte para FLAC. Ignorando faixa %1%.
sr: matroska_reader: mkvmerge nije kompajlovan sa podrškom za FLAC. Ignorisana staza %1%.

source: matroska_reader: no EBML head found.
pt_br: matroska_reader: nenhum cabeçalho EBML encontrado.
sr: matroska_reader: nije nađena EBML glava.

source: matroska_reader: unknown demuxer type for track %1%: '%2%'
pt_br: matroska_reader: desmultiplexador desconhecido para faixa %1%: '%2%'
sr: matroska_reader: nepoznat tip demuksera za stazu %1%: '%2%'

source: memory.cpp/safemalloc() called from file %1%, line %2%: malloc() returned nullptr for a size of %3% bytes.
pt_br: memory.cpp/safemalloc() chamada do arquivo %1%, linha %2%: malloc() returned nullptr para um tamanho de %3% bytes.
sr: memory.cpp/safememdup() called from file %1%, line %2%: malloc() returned nullptr for a size of %3% bytes.

source: merge
sr: sastavi

source: merging to file »%1« in directory »%2«
sr: sastavljam u fajl »%1« u direktorijumu »%2«

source: missing property name
pt_br: nome de propriedade ausente
sr: nedostaje ime svojstva

source: missing value
pt_br: valor ausente
sr: nedostaje vrednost

source: mkvextract <mode> <source-filename> [options] <extraction-spec>
sr: mkvextract <mode> <source-filename> [opcije] <extraction-spec>

source: mkvextract attachments "a movie.mkv" 4:cover.jpg
pt_br: anexos do mkvextract "um filme.mkv" 4:cover.jpg
sr: mkvextract attachments "film.mkv" 4:naslovna.jpg

source: mkvextract attachments <inname> [options] [AID1:out1 [AID2:out2 ...]]
sr: mkvextract attachments <inname> [opcije] [AID1:out1 [AID2:out2 ...]]

source: mkvextract chapters "a movie.mkv" > movie_chapters.xml
pt_br: capítulos do mkvextract "um filme.mkv" > movie_chapters.xml
sr: mkvextract chapters "film.mkv" > poglavlja_filma.xml

source: mkvextract chapters <inname> [options]
pt_br: capítulos do mkvextract <inname> [opções]
sr: mkvextract chapters <inname> [opcije]

source: mkvextract cues "a movie.mkv" 0:cues_track0.txt
sr: mkvextract cues "film.mkv" 0:cues_track0.txt

source: mkvextract cues <inname> [options] [TID1:out1 [TID2:out2 ...]]
sr: mkvextract cues <inname> [opcije] [TID1:out1 [TID2:out2 ...]]

source: mkvextract cuesheet "audiofile.mka" > audiofile.cue
pt_br: mkvextract cuesheet "arquivodeáudio.mka" > audiofile.cue
sr: mkvextract cuesheet "audiofajl.mka" > audiofajl.cue

source: mkvextract cuesheet <inname> [options]
pt_br: mkvextract cuesheet <inname> [opções]
sr: mkvextract cuesheet <inname> [opcije]

source: mkvextract tags "a movie.mkv" > movie_tags.xml
pt_br: tags do mkvextract "um filme.mkv" > movie_tags.xml
sr: mkvextract tags "film.mkv" > tag_filma.xml

source: mkvextract tags <inname> [options]
pt_br: tags do mkvextract <inname> [opções]
sr: mkvextract tags <inname> [opcije]

source: mkvextract timecodes_v2 "a movie.mkv" 1:timecodes_track1.txt
pt_br: códigos de tempo mkvextract_v2 "um filme.mkv" 1:timecodes_track1.txt
sr: mkvextract timecodes_v2 "film.mkv" 1:vremenski_kodovi_staza1.txt

source: mkvextract tracks "a movie.mkv" 2:audio.ogg -c ISO8859-1 3:subs.srt
pt_br: faixas mkvextract "um filme.mkv" 2:audio.ogg -c ISO8859-1 3:legendas.srt
sr: mkvextract tracks "film.mkv" 2:audio.ogg -c ISO8859-1 3:prevod.srt

source: mkvextract tracks <inname> [options] [TID1:out1 [TID2:out2 ...]]
sr: mkvextract tracks <inname> [opcije] [TID1:out1 [TID2:out2 ...]]

source: mkvinfo [options] <inname>
sr: mkvinfo [opcije] <inname>

source: mkvmerge -o out [global options] [options1] <file1> [@optionsfile ...]
pt_br: mkvmerge -o saída [opções globais] [opções1] <arquivo1> [@optionsfile ...]
sr: mkvmerge -o out [globalne opcije] [opcije1] <fajl1> [@opcijski fajl ...]

source: mkvmerge FAILED with a return code of %d. %s
pt_br: mkvmerge FALHOU com código de %d. %s
sr: mkvmerge NIJE USPEO, sa povratnim kodom od %d. %s

source: mkvmerge GUI error
pt_br: Erro no mkvmerge
sr: mkvmerge GUI greška

source: mkvmerge GUI ready
pt_br: mkvmerge pronto
sr: mkvmerge GUI spreman

source: mkvmerge GUI settings (*.mmg)|*.mmg|%s
pt_br: Arquivo de configurações do mkvmerge GUI (*.mmg)|*.mmg|%s
sr: mkvmerge GUI podešavanja (*.mmg)|*.mmg|%s

source: mkvmerge GUI: error
pt_br: Erro no mkvmerge
sr: mkvmerge GUI: greška

source: mkvmerge also turns this on if the output file name's extension is "webm".
sr: mkvmerge takođe uključuje ovo ako je ekstenzija izlaznog fajla "webm".

source: mkvmerge can read CUE sheets for audio CDs and automatically convert them to chapters.
sr: mkvmerge može da čita CUE list za audio CD-ove i da ih automatski konvertuje u poglavlja.
