Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Allows the use of the CodecState element. This is used for e.g. MPEG-1/-2 video tracks for storing the sequence headers.
pt_br: Permite o uso do elemento CodecState. Este é usado para, por exemplo, faixas de vídeo MPEG-1/-2 ao armazenar cabeçalhos da sequência.
sr: Dozvoljava upotrebu CodecState elementa. Ovo se koristi za npr. MPEG-1/2 video staze za skladištenje sekvenci zaglavlja.

source: Also try to extract the CUE sheet from the chapter information and tags for this track.
pt_br: Também tenta extrair as folhas CUE da informação do capítulo e tags para esta faixa.
sr: Takođe pokušaj da izvučeš CUE list iz informacije o poglavljima i tagova za ovu stazu.

source: Also using the correction file '%1%c'.
pt_br: Usando o arquivo de correção '%1%c'.
sr: Takođe koristim korekcioni fajl '%1%c'.

source: Always ask the user
sr: Uvek pitaj korisnika

source: Always on top
pt_br: Sempre visível
sr: Uvek na vrhu

source: Always remove the job afterwards
sr: Uvek ukloni zadatak nakon obrade

source: Always scan for other playlists
sr: Uvek skeniraj za dodatne plejliste

source: An <attachment-selector> can have three forms:
pt_br: Um <attachment-selector> pode ter três formas:
sr: <attachment-selector> može imati tri forme:

source: An ID corresponding to the codec.
pt_br: Um ID correspondente ao codec.
sr: ID, koji odgovara kodeku.

source: An attachment with the ID %1% was not found.
pt_br: O anexo com o ID %1% não foi encontrado.
sr: Prilog sa ID %1% nije pronađen.

source: An empty file name is not valid.
pt_br: Um nome de arquivo em branco não é válido.
sr: Prazno ime fajla nije važeće.

source: An escaped file name corresponding to the next segment.
sr: Ime fajla u kome se nalazi sledeći segment.

source: An escaped file name corresponding to the previous segment.
sr: Ime fajla u kome se nalazi prethodni segment.

source: An escaped filename corresponding to the next segment.
pt_br: Nome do arquivo do segmento seguinte.
sr: Ime fajla u kome se nalazi sledeći segment.

source: An escaped filename corresponding to the previous segment.
pt_br: Nome do arquivo do segmento anterior.
sr: Ime fajla u kome se nalazi prethodni segment.

source: An exception occurred when writing the output file.
sr: Desilo se odstupanje prilikom zapisivanja izlaznog fajla.

source: An unknown error occured. The file has been modified.
pt_br: Ocorreu um erro desconhecido. O arquivo foi modificado.
sr: Desila se nepoznata greška. Fajl je izmenjen.

source: An unsigned integer was expected.
sr: Očekivan je ceo broj bez predznaka.

source: Analysis is running
pt_br: Análise em execução
sr: Analiza radi

source: Analyze MPEG4 bitstreams, put each frame into one Matroska block, use proper timestamping (I P B B = 0 120 40 80), use V_MPEG4/ISO/... CodecIDs.
pt_br: Analisar cadeias de bits MPEG4, colocar cada frame em um bloco Matroska, usar marcas de tempo adequadas (I P B B = 0 120 40 80), usar V_MPEG4/ISO/... CodecIDs.
sr: Analiziraj MPEG4 bit-potoke, stavi svaku sliku u jedan Matroska blok, koristi pravilan timestamping (I P B B = 0 120 40 80), koristi V_MPEG4/ISO/... ID Kodeka.

source: Another default track for %1% tracks has already been set. The 'default' flag for track %2% of '%3%' will not be set.
pt_br: Outra faixa padrão para %1% faixas já foi estabelecida. O ajuste padrão para a faixa %2% de '%3%' não será estabelecida.
sr: Još jedna default staza za %1% staze je već postavljena. Zastavica 'default' neće biti postavljena za stazu %2% iz '%3%'

source: Another muxing job in still in progress. Please wait until it has finished or abort it manually before starting a new one.
pt_br: Outro trabalho de multiplexagem já está em andamento. Por favor, aguarde até que ele termine ou aborte-o manualmente antes de iniciar um novo.
sr: Još jedan zadatak je još uvek u toku. Molim vas sačekajte dok se ne završi ili ga ručno prekinite pre nego što startujete novi.

source: Any option given here will be added at the end of the mkvmerge command line.
sr: Svaki parametar unet ovde će biti dodat na kraj mkvmerge komandne linije.

source: Append media files
sr: Spoji media fajlove

source: Append to an e&xisting input file
sr: Spoji sa p&ostojećim ulaznim fajlom

source: Appending a track from a file to another track from the same file is not allowed. This is the case for tracks number %u and %u.
pt_br: Unir uma faixa de um arquivo para outra faixa do mesmo arquivo não é permitido. Este é o caso para números de faixa %u e %u.
sr: Spajanje staze iz fajla sa drugom stazom iz istog fajla nije dozvoljeno. Ovo je slučaj za staze broj %u and %u.

source: Appending track %1% from file no. %2% ('%3%') to track %4% from file no. %5% ('%6%').
pt_br: Unindo faixa %1% do arquivo no. %2% ('%3%') à faixa %4% do arquivo no. %5% ('%6%').
sr: Spajam stazu %1% iz fajla broj %2% ('%3%') u stazu %4% iz fajla broj %5% ('%6%').

source: Ask before overwriting things (files, jobs)
pt_br: Perguntar antes de substituir (arquivos, tarefas)
sr: Pitaj pre nego što prepišeš stvari (fajlove, zadatke)

source: Aspect ratio
pt_br: Aspecto do vídeo
sr: Format slike

source: Aspect ratio factor
pt_br: Fator de aspecto do vídeo
sr: Množitelj formata slike

source: Aspect ratio type: %1%%2%
pt_br: Tipo do aspecto do vídeo: %1%%2%
sr: Tip formata slike: %1%%2%

source: Aspect ratio:
pt_br: Aspecto do vídeo:
sr: Format slike:

source: At least one <ChapterAtom> element is needed.
pt_br: Pelo menos um elemento <ChapterAtom> é necessário.
sr: Najmanje jedan <ChapterAtom> element je potreban.

source: Atta&chments:
sr: Prilozi:

source: Attach &to:
sr: Zakači &za:

source: Attach to
sr: Zakači za

source: Attach&ments
sr: &Prilozi

source: Attached
pt_br: Anexado
sr: Priloženo

source: Attached files
pt_br: Arquivos anexados
sr: Priloženi fajlovi

source: Attachment ID %1%: type '%2%', size %3% bytes
pt_br: ID do anexo %1%: tipo '%2%', tamanho %3% bytes
sr: Attachment ID %1%: tip '%2%', veličina %3% bajt

source: Attachment extraction
pt_br: Extração de anexos
sr: Izvlačenje priloga

source: Attachment selectors
sr: Selektor priloga

source: Attachment style:
pt_br: Tipo de anexação:
sr: Način kačenja:

source: Attachments
pt_br: Anexos
sr: Prilozi

source: Audio bit depth
pt_br: Profundidade de bits do áudio
sr: Bitska dubina zvuka

source: Audio channels
pt_br: Canais de áudio
sr: Audio kanali

source: Audio output sampling frequency
pt_br: Frequência de saída da amostragem de áudio
sr: Učestalost uzorkovanja izlaznog zvuka

source: Audio properties
sr: Audio svojstva

source: Audio sampling frequency
pt_br: Frequência de amostragem de áudio
sr: Učestalost uzorkovanja zvuka

source: Audio track %1, %2, %3
sr: Audio staza %1, %2, %3

source: Audio track %u
pt_br: Faixa de áudio %u
sr: Audio staza %u

source: Auto-set output filename
pt_br: Definir nome do arquivo de saída automaticamente
sr: Automatski podesi ime izlaznog fajla

source: Automatic MIME type recognition for '%1%': %2%
pt_br: Reconhecimento automático de tipo MIME para '%1%': %2%
sr: Automatsko prepoznavanje MIME tipa za '%1%': %2%

source: Automatically enabling WebM compliance mode due to output file name extension.
pt_br: Habilitar automaticamente o modo WebM, segundo a extensão do nome de arquivo de saída.
sr: Automatsko uključivanje WebM usaglašenog režima usled ekstenzije izlaznog fajla.

source: Automatically set the file &title from source files
sr: Automatski podesi &naslov fajla iz izvornih fajlova

source: Automatically set track &delays from source file name
sr: Automatski podesi &kašnjenje staze iz imena izvorornog fajla

source: Available options:
pt_br: Opções disponíveis:
sr: Dostupni parametri:

source: Available translations:
pt_br: Traduções disponíveis:
sr: Dostupni prevodi:

source: Available version:
pt_br: Versão disponível
sr: Dostupna verzija:

source: Available:
sr: Dostupno:

source: Binary (displayed as hex numbers)
pt_br: Binário (mostrado como números hexadecimais)
sr: Binarna vrednost (prikazana kao heksadecimalni broj)

source: Bit depth: %1%
pt_br: Profundidade de bit: %1%
sr: Bitska dubina: %1%

source: Bits per sample, mostly used for PCM.
pt_br: Bit por amostragem, normalmente utilizado em PCM.
sr: Bitova po uzorku, uglavnom se koristi za PCM.

source: Block (track number %1%, %2% frame(s), timecode %|3$.3f|s = %4%)
pt_br: Bloco (número de faixa %1%, %2% frame(s), código de tempo %|3$.3f|s = %4%)
sr: Blok (staza broj %1%, %2% slika(e), vremenski kod %|3$.3f|s = %4%)

source: Block duration: %1%.%|2$06d|ms
pt_br: Duração do bloco: %1%.%|2$06d|ms
sr: Trajanje bloka: %1%.%|2$06d|ms

source: Block group
pt_br: Bloquear grupo
sr: Grupa blokova

source: Block virtual: %1%
pt_br: Bloco virtual: %1%
sr: Virtuelni blok: %1%

source: Bogus aid %1%
pt_br: Falsas ajudas %1%
sr: Lažna pomoć %1%

source: Boolean (yes/no, on/off etc)
pt_br: Boolean (sim/não, on/off etc)
sr: Logička (da/ne, uključeno/isključeno itd.)

source: Both the aspect ratio and '--display-dimensions' were given.
pt_br: Ambos os aspectos de visualização e '--display-dimensions' foram dados.
sr: Navedeni su i format slike i '--display-dimensions'.

source: Both the aspect ratio factor and '--display-dimensions' were given.
pt_br: Ambos os fator de aspectos de visualização e '--display-dimensions' foram dados.
sr: Navedeni su i faktor formata slike i '--display-dimensions'.

source: Brings up the job queue editor
pt_br: Gestor de tarefas
sr: Otvara upravljanje zadacima

source: Browse
pt_br: Procurar
sr: Pretraži

source: Buttons
sr: Dugmad

source: C&onstrict or expand timecodes
sr: S&abij ili proširi vremenske kodove

source: C&opy to clipboard
sr: K&opiraj u clipboard

source: C&ountries
sr: D&ržave

source: C&reate option file
sr: K&reiraj konfiguracioni fajl

source: CUE sheet extraction
pt_br: Extração de folhas CUE
sr: Izvlačenje CUE lista

source: Calculate and display checksums and use verbosity level 4.
pt_br: Calcula e mostra checksums e usa verbosity nível 4.
sr: Izračunaj i prikaži kontrolnu sumu i koristi stepen 4 verbalnosti.

source: Calculate and display checksums of frame contents.
pt_br: Calcula e mostra checksums do conteúdo de frames.
sr: Izračunaj i prikaži kontrolnu sumu sadržaja slika.

source: Cancel
sr: Otkaži

source: Cannot convert non-native MPEG4 video frames into native ones if the source container provides neither timecodes nor a number of frames per second.
pt_br: Não é possível converter frames de vídeo não-nativos MPEG4 para nativos se o container de origem não provém códigos de tempo ou um número de frames por segundo.
sr: Ne mogu da konvertujem ne-nativne MPEG4 video slike u nativne ako izvorni kontejner ne obezbeđuje ni vremenske kodove ni broj slika u sekundi.

source: Cannot extract tracks of different kinds to the same file. This was requested for the tracks %1% and %2%.
pt_br: Não é possível extrair faixas de diferentes tipos no mesmo arquivo. Isso foi requisitado para as faixas %1% e %2%.
sr: Ne mogu da izvučem staze različitih vrsta u isti fajl. Ovo je zahtevano za staze %1% and %2%.

source: Cannot start merging
sr: Ne mogu da počnem sastavljanje

source: Cannot start second muxing job
pt_br: Não foi possível iniciar a segunda tarefa
sr: Ne mogu da započnem drugi zadatak za muksovanje

source: Cannot write track %1% with the CodecID '%2%' to the file '%3%' because track %4% with the CodecID '%5%' is already being written to the same file, and their CodecPrivate data (the USF styles etc) do not match.
pt_br: Não é possível escrever a faixa %1% com o ID de codec '%2%' para o arquivo '%3%' porque a faixa %4% com o ID de codec '%5%' já está sendo escrita para o mesmo arquivo, e seus dados particulares do codec (estilos UDF etc.) não coincidem.
sr: Ne mogu da zapišem stazu %1% sa CodecID '%2%' u fajl '%3%' zato što je staza %4% sa CodecID '%5%' već zapisana u isti fajl, a njihov CodecPrivate podatak (USF stilovi itd.) se ne slaže.

source: Cannot write track %1% with the CodecID '%2%' to the file '%3%' because track %4% with the CodecID '%5%' is already being written to the same file.
pt_br: Não é possível escrever a faixa %1% com o ID de codec '%2%' para o arquivo '%3%' porque a faixa %4% com o ID de codec '%5%' já está sendo escrita para o mesmo arquivo.
sr: Ne mogu da zapišem stazu %1% sa CodecID '%2%' u fajl '%3%' zato što je staza %4% sa CodecID '%5%' već zapisana u isti fajl.

source: Category is not NUL terminated
pt_br: A categoria não terminou em NULO
sr: Kategorija se ne završava NUL bajtom

source: Caught exception
sr: Uhvaćen izuzetak

source: Causes mkvmerge not to write 'CueDuration' elemenets in the cues.
pt_br: Causas que fazem o mkvmerge não escrever elementos 'CueDuration' nos cues.
sr: Uzrokuje da mkvmerge ne zapisuje 'CueDuration' elemente u cue listove.

source: Causes mkvmerge not to write 'CueRelativePosition' elemenets in the cues.
pt_br: Causas que fazem o mkvmerge não escrever elementos 'CueRelativePosition' nos cues.
sr: Uzrokuje da mkvmerge ne zapisuje 'CueRelativePosition' elemente u cue listove.

source: Causes mkvmerge to add 'stop display' commands to VobSub subtitle packets that do not contain a duration field.
pt_br: Faz com que o mkvmerge adicione um comando 'parar visualização' para pacotes de legendas VobSub que não contêm um campo de duração.
sr: Uzrokuje da mkvmerge doda 'stop display' komandu za VobSub titl pakete koji ne sadrže polje sa trajanjem.

source: Certain file formats have 'title' property.
sr: Određeni fajl formati imaju svojstvo 'naslov'.

source: Certain file formats have a 'language' property for their tracks.
sr: Određeni fajl formati imaju svojstvo 'language' za njihove staze.

source: Change for '%1%' executed. No property of this type found. One entry added.
pt_br: Mudança para '%1%' realizada. Nenhuma propriedade deste tipo encontrada. Um registro adicionado.
sr: Promena za '%1%' izvršena. Nije nađeno svojstvo ovog tipa. Jedna stavka uneta.

source: Change for '%1%' executed. Number of entries deleted: %2%
pt_br: Mudança para '%1%' realizada. Número de registros deletados: %2%
sr: Promena za '%1%' izvršena. Broj obrisanih stavki: %2%

source: Change for '%1%' executed. Number of entries set: %2%.
pt_br: Mudança para '%1%' realizada. Número de registros estabelecidos: %2%.
sr: Promena za '%1%' izvršena. Broj unetih stavki: %2%

source: Change for '%1%' executed. One entry added.
pt_br: Mudança para '%1%' realizada. Um registro adicionado.
sr: Promena za '%1%' izvršena. Jedna stavka uneta.

source: Change mmg's preferences and options
pt_br: Altera as preferências e opções do mkvmerge
sr: Promenite parametre i opcije mmg-a

source: Changes to this list do not take effect until mmg is restarted.
pt_br: As alterações a esta lista só terão efeito depois de reiniciar o mmg.
sr: Promene na ovoj listi neće stupiti na snagu dok se mmg ne restartuje.

source: Channel positions: %1%
pt_br: Posição dos canais: %1%
sr: Pozicije kanala: %1%

source: Channels: %1%
pt_br: Canais: %1%
sr: Kanali: %1%

source: Chapter Editor
pt_br: Editor de capítulos
sr: Urednik Poglavlja

source: Chapter Translate
pt_br: Traduzir capítulo
sr: Prevod Poglavlja

source: Chapter atoms may only be dropped onto other atoms and chapter editions.
sr: Atomi poglavlja mogu samo biti spušteni na druge atome i edicije poglavlja.

source: Chapter editions may only be dropped onto the root node or other editions.
sr: Edicije poglavlja mogu samo biti spuštene na root čvor ili na druge edicije.

source: Chapter editor is not empty
pt_br: O editor de capítudos não está vazio
sr: Urednik poglavlja nije prazan

source: Chapter extraction
pt_br: Extração de capítulos
sr: Izvlačenje poglavlja

source: Chapter file:
pt_br: Arquivo de capítulos
sr: Fajl sa poglavljima:

source: Chapter files (*.xml)|*.xml|%s
pt_br: Arquivos de capítulos (*.xml)|*.xml|%s
sr: Fajl poglavlja (*.xml)|*.xml|%s

source: Chapter files (*.xml;*.txt;*.cue)|*.xml;*.txt;*.cue|%s
pt_br: Arquivos de capítulos (*.xml;*.txt;*.cue)|*.xml;*.txt;*.cue|%s
sr: Fajlovi poglavlja (*.xml;*.txt;*.cue)|*.xml;*.txt;*.cue|%s

source: Chapter files (*.xml;*.txt;*.mka;*.mkv;*.mks;*.mk3d;*.cue)|*.xml;*.txt;*.mka;*.mkv;*.mks;*.mk3d;*.cue|%s
pt_br: Arquivos de capítulos (*.xml;*.txt;*.mka;*.mkv;*.mks;*.mk3d;*.cue)|*.xml;*.txt;*.mka;*.mkv;*.mks;*.mk3d;*.cue|%s
sr: Fajlovi poglavlja (*.xml;*.txt;*.mka;*.mkv;*.mks;*.mk3d;*.cue)|*.xml;*.txt;*.mka;*.mkv;*.mks;*.mk3d;*.cue|%s

source: Chapter mass modification
sr: Masovna izmena poglavlja

source: Chapter names and languages
pt_br: Nome dos capítulos e idiomas
sr: Imena i jezici poglavlja

source: Chapter numbers:
pt_br: Nº dos capítulos:
sr: Brojevi poglavlja:

source: Chapter options
pt_br: Opções de capítulos
sr: Podešavanja poglavlja

source: Chapter parser: The EditionUID %1% is not unique and could not be reused. A new one will be created.
pt_br: Analisador do capítulo: O UID editado %1% não é único e não pôde ser usado de novo. Um novo será criado.
sr: Raščlanitelj poglavlja: EditionUID %1% nije jedinstven i ne može biti ponovo iskorišćen. Novi će biti napravljen.

source: Chapter verification error
pt_br: Erro na verificação dos capítulos
sr: Greška u verifikaciji poglavlja

source: Chapter verification succeeded
pt_br: Verificação dos capítulos bem-sucedida
sr: Verifikacija poglavlja je uspela

source: Chapters
pt_br: Capítulos
sr: Poglavlja

source: Chapters (%d entries) from %s
pt_br: Capítulos (%d registross) de %s
sr: Poglavlja (%d unosi) iz %s

source: Chapters are not allowed in WebM compliant files. No chapters will be written into any output file.
pt_br: Capítulos não são permitidos em arquivos WebM. Nenhum capítulo será escrito no arquivo de saída.
sr: Poglavlja nisu dozvoljena u WebM usaglašenim fajlovima. Poglavlja neće biti zapisana ni u jedan izlazni fajl.

source: Chapters loaded.
pt_br: Capítulos lidos.
sr: Poglavlja učitana.

source: Chapters written.
pt_br: Capítulos escritos.
sr: Poglavlja zapisana.

source: Chapters:
pt_br: Capítulos:
sr: Poglavlja:

source: Chapters: %1% entries
sr: Poglavlja: %1% upisi

source: Character set:
sr: Skup znakova:

source: Charset for strings on the command line
pt_br: Código de caracteres para palavras na linha de comando
sr: Skup znakova za niz u komandnoj liniji

source: Charset:
pt_br: Codificação de caracteres
sr: Skup znakova:

source: Check for &updates
sr: Proveri da li ima nova &verzija

source: Check for available updates
sr: Proveri da li je dostupna nova verzija

source: Check online for available &updates
sr: Proveri na mreži da li je dostupna nova verzija

source: Check online for the latest release
pt_br: Verificar atualizações online
sr: Proveri na mreži da li postoji najnovija verzija

source: Check online for the latest release.
pt_br: Verifique a última versão através da Internet.
sr: Proveri na mreži za najnovije izdanje.

source: Check online whether or not a new release of MKVToolNix is available on the home page. Will only check when mmg starts and at most once a day. No information is transmitted to the server.
pt_br: Verifica se existem novas versões do MKVToolNix no servidor. Apenas executará esta verificação quando se inicia o mmg e apenas uma vez por dia. Nenhuma informação é transmintida para o servidor.
sr: Proveri na mreži da li na sajtu postoji nova verzija MKVToolNix-a. Proveriću samo kad mmg startuje i najviše jednom dnevno. Nikakva informacija neće biti poslata serveru.

source: Checking for updates online; please wait
pt_br: Verificando atualizações online; aguarde
sr: Proveravam na mreži da li ima ispravki; molim vas sačekajte

source: Choose a chapter file
pt_br: Selecione um arquivo de capítulos
sr: Izaberite fajl za poglavlja

source: Choose a tag file
pt_br: Selecione um arquivo de etiquetas (tags)
sr: Izaberite tag fajl

source: Choose a timecodes file
pt_br: Selecione um arquivo de códigos de tempo
sr: Izaberite fajl sa vremenskim kodovima

source: Choose an attachment file
pt_br: Seleccione um arquivo para anexar
sr: Izaberite prilog

source: Choose an input file
pt_br: Selecione um arquivo de configurações
sr: Izaberite ulazni fajl

source: Choose an input file to add
pt_br: Selecione um arquivo para adicionar
sr: Izaberite ulazni fajl za dodavanje

source: Choose an input file to append
pt_br: Selecione um arquivo para unir
sr: Izaberite ulazni fajl za spajanje

source: Choose an output file
pt_br: Selecione um arquivo de saída
sr: Izaberite izlazni fajl

source: Choose the chapter file
pt_br: Selecione um arquivo de capítulos
sr: Izaberite fajl sa poglavljima

source: Choose the location of the mkvmerge GUI help files
pt_br: Selecione a localização dos arquivos de ajuda do mkvmerge GUI
sr: Izaberite lokaciju za fajlove koji sadrže pomoć za mkvmerge GUI

source: Choose the mkvmerge executable
pt_br: Selecione o executável do mkvmerge
sr: Izaberite izvršni mkvmerge fajl

source: Choose the output directory
pt_br: Selecione a pasta de saída
sr: Izaberite izlazni direktorijum

source: Choose the segment info file
pt_br: Escolhe um arquivo de informação de segmento
sr: Izaberite segment info fajl

source: Choose the tags file
pt_br: Selecione um arquivo de etiquetas (tags)
sr: Izaberite tag fajl

source: Clear inputs after a successful muxing run
pt_br: Apagar os arquivos de entrada depois do processamento ter sido concluído com sucesso
sr: Očisti spisak ulaznih fajlova nakon uspešne obrade

source: Clear inputs after adding a job to the job queue
pt_br: Apagar os arquivos de entrada depois de adicionados a uma tarefa na lista de tarefas
sr: Očisti spisak ulaznih fajlova nakon dodavanja zadatka u red za čekanje

source: Close the current file without saving
pt_br: Fecha o arquivo atual sem salvar
sr: Zatvori tekući fajl bez snimanja

source: Cluster
sr: Klaster

source: Cluster length '%1%' out of range (0..65535).
sr: Dužina klastera '%1%' izvan dometa (0..65535).

source: Cluster length '%1%' out of range (100..32000).
sr: Dužina klastera '%1%' izvan dometa (100..32000).

source: Cluster position: %1%
sr: Pozicija klastera: %1%

source: Cluster previous size: %1%
sr: Prethodna veličina klastera: %1%

source: Cluster timecode: %|1$.3f|s
sr: Vremenski kod klastera: %|1$.3f|s

source: Codec
sr: Kodek

source: Codec delay: %|1$.3f|ms (%2%ns)
pt_br: Atraso do codec: %|1$.3f|ms (%2%ns)
sr: Kašnjenje kodeka: %|1$.3f|ms (%2%ns)

source: Codec download URL: %1%
pt_br: URL de download do codec: %1%
sr: URL za skidanje kodeka: %1%

source: Codec info URL: %1%
pt_br: Informação da URL do codec: %1%
sr: URL za informaciju o kodeku: %1%

source: Codec name
pt_br: Nome do codec
sr: Naziv kodeka

source: Codec name: %1%
pt_br: Nome do codec: %1%
sr: Naziv kodeka: %1%

source: Codec settings: %1%
pt_br: Configurações do codec: %1%
sr: Podešavanja kodeka: %1%

source: Codec state: %1%
pt_br: Estado do codec: %1%
sr: Stanje kodeka: %1%

source: CodecPrivate, length %1%%2%
pt_br: Codec privado, extensão %1%%2%
sr: CodecPrivate, dužina %1%%2%

source: Collapse all entries so that none of their sub-entries will be shown
pt_br: Agrupa todos os registros para que nenhum sub-registro seja mostrado
sr: Skupi sve stavke tako da nijedna od njihovih pod-stavki ne bude prikazana

source: Colour space: %1%
pt_br: Espaço de cor: %1%
sr: Kolorni prostor: %1%

source: Command line copied to clipboard.
pt_br: Linha de comando copiada para a área de tranferência.
sr: Komandna linija kopirana u clipboard.

source: Command line options:
pt_br: Opções da linha de comando:
sr: Parametri komandne linije:

source: Command line saved.
pt_br: Linha de comando salva.
sr: Komandna linija sačuvana.

source: Command line used:
pt_br: Linha de comando utilizada:
sr: Korišćena komandna linija:

source: Common languages
pt_br: Idiomas comuns
sr: Česti jezici

source: Compiled with libebml %1 + libmatroska %2.
sr: Kompajlovano sa libebml %1 + libmatroska %2.

source: Compression failed: %1%
pt_br: Falha na compressão: %1%
sr: Kompresija nije uspela: %1%
