Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: More than one file name has been given ('%1%' and '%2%').
pt_br: Mais de um nome de arquivo foi dado ('%1%' e '%2%').
sr: Navedeno je više od jednog imena fajla ('%1%' and '%2%').

source: More than one name was given for a single attachment. '%1%' will be discarded and '%2%' used instead.
pt_br: Mais de um nome foi dado para um único anexo. '%1%' será descartado e '%2%' será usado.
sr: Navedeno je više od jednog imena za prilog. '%1%' će biti odbačen a '%2%' korišćeno umesto njega.

source: More than one track is to be appended to the track %1% from file no. %2% ('%3%'). The argument for '--append-to' was invalid.
pt_br: Mais de uma faixa será unida à faixa %1% do arquivo no. %2% ('%3%'). O argumento para '--append-to' foi inválido.
sr: Više od jedne staze treba da bude spojeno sa stazom %1% iz fajla broj %2% ('%3%'). Argument za parametar '--append-to' je nevažeći.

source: More than one track with the track number %1% found.
pt_br: Mais de uma faixa com o número de faixa %1% foi encontrada.
sr: Nađeno je više od jedne staze sa brojem %1%.

source: Move the selected jobs down
sr: Pomeri odabrane poslove dole

source: Move the selected jobs up
sr: Pomeri odabrane poslove gore

source: Mu&x this track:
sr: Muk&suj ovu stazu:

source: Multiply this track's timestamps with a factor.
sr: Pomnoži vremenske oznake ove staze sa činiocem.

source: Mux this
sr: Muksuj ovo

source: Muxing application: %1%
pt_br: Aplicação de multiplexagem: %1%
sr: Multiplekser aplikacija: %1%

source: Muxing in progress.
pt_br: Processamento em progresso.
sr: Muksovanje u toku.

source: Muxing took %1%.
pt_br: O processamento demorou %1%.
sr: Muksovanje je trajalo %1%.

source: NALU size length:
pt_br: Extensão de tamanho NALU:
sr: NALU veličina:

source: Name
pt_br: Nome
sr: Ime

source: Name for this track, e.g. "director's comments".
pt_br: Nome para esta faixa. Ex.: "Comentários do Realizador"
sr: Ime za ovu stazu, npr. "komentari režisera".

source: Name:
pt_br: Nome:
sr: Ime:

source: Name: %1%
pt_br: Nome: %1%
sr: Ime: %1%

source: Names
sr: Imena

source: Negative values are allowed.
sr: Negativne vrednosti su dozvoljene.

source: Never scan for other playlists
sr: Nikad ne skeniraj za dodatne plejliste

source: New chapters created.
pt_br: Novos capítulos criados.
sr: Nova poglavlja napravljena.

source: New value:
pt_br: Novo valor:
sr: Nova vrednost:

source: Next filename
pt_br: Nome do arquivo seguinte
sr: Sledeće ime fajla

source: Next filename: %1%
pt_br: Próximo nome de arquivo: %1%
sr: Sledeće ime fajla: %1%

source: Next level 0 element is not a segment but %1%
sr: Sledeći level 0 element nije segment nego %1%

source: Next segment UID:
pt_br: UID do próximo segmento:
sr: UID sledećeg segmenta:

source: Next segment UID: %1%
pt_br: UID do segmento seguinte: %1%
sr: UID sledećeg segmenta: %1%

source: Next segment's unique ID
pt_br: ID único do segmento seguinte
sr: Jedinstveni ID sledećeg segmenta

source: No AC3 header found in first frame; track will be skipped.
pt_br: Nenhum cabeçalho AC3 encontrado no primeiro frame, a faixa será pulada.
sr: Nije pronađeno AC3 zaglavlje u prvom okviru; staza će biti preskočena.

source: No DTS header found in first frames; track will be skipped.
sr: Nije pronađeno DTS zaglavlje u prvom okviru; staza će biti preskočena.

source: No EBML head found.
pt_br: Nenhum cabeçalho EBML encontrado.
sr: EBML glava nije nađena.

source: No MIME type has been selected for the attachment '%s'.
pt_br: Nenhum tipo MIME foi selecionado para o anexo '%s'.
sr: Nije izabran MIME tip za prilog '%s'.

source: No MIME type has been set for the attachment '%1%', and it could not be guessed.
pt_br: Nenhum tipo MIME foi estabelecido para o anexo '%1%', e não pôde ser adivinhado.
sr: Nije postavljen MIME tip za prilog '%1%', a ne može biti pretpostavljen.

source: No append mapping was given for the file no. %1% ('%2%'). A default mapping of %3% will be used instead. Please keep that in mind if mkvmerge aborts with an error message regarding invalid '--append-to' options.
sr: Nije navedno mapiranje spajanja za fajl broj %1% ('%2%'). Umesto toga koristiće se podrazumevano mapiranje od %3%. Molim vas da imate to u vidu ako mkvmerge prekine sa greškom u vezi sa nevažećim '--append-to' opcijama.

source: No attachment matched the spec '%1%'.
pt_br: O anexo com o ID %1% não foi encontrado.
sr: Nijedan od priloga ne odgovara specifikaciji '%1%'.

source: No chapter entries have been create yet.
pt_br: Nenhum registro de capítulo foi criado ainda.
sr: Stavke poglavlja još nisu stvorene.

source: No chapter numbers listed after '--split %1%'.
pt_br: Não há números de capítulo listados depois de '--split %1%'.
sr: Nisu navedeni brojevi poglavlja nakon parametra '--split %1%'.

source: No chapters found
pt_br: Não foram encontrados capítulos
sr: Poglavlja nisu nađena

source: No chapters in source files or chapter files found to split by.
pt_br: Não há capítulos no arquivo de origem, ou nenhum arquivo de capítulo foi encontrado para dividir.
sr: U izvornim fajlovima nije pronađeno poglavlje po kojem se vrši podela.

source: No cues were found.
sr: Nisu nađene cue informacije.

source: No fields modified
pt_br: Nenhum campo modificado
sr: Polja neizmenjena

source: No file has been loaded yet. You can open a file by selecting 'Open' from the 'File' menu.
pt_br: Nenhum arquivo foi carregado ainda. Você pode abrir um arquivo selecionando a opção 'Abrir' no menu 'Arquivo'.
sr: Nijedan fajl još nije učitan. Možete otvoriti fajl birajući 'Otvori' iz menija 'Fajl'

source: No file has been opened yet.
sr: Nijedan fajl još nije otvoren.

source: No file loaded
pt_br: Nenhum arquivo foi carregado
sr: Nije učitan fajl

source: No file name given.
pt_br: Nenhum nome de arquivo dado.
sr: Nije navedeno ime fajla.

source: No filename found after the '@'.
pt_br: Nenhum nome de arquivo encontrado depois de '@'.
sr: Nije nađeno ime fajla posle '@'.

source: No help available.
pt_br: Ajuda não disponível.
sr: Pomoć nedostupna.

source: No information is transmitted to the server.
sr: Nikakva informacija nije poslata serveru.

source: No input files were given. No output will be created.
pt_br: Nenhum arquivo de entrada adicionado. Nenhum arquivo de saída será criado.
sr: Nema ulaznih fajlova. Izlaznog rezultata neće biti.

source: No job has been started yet.
sr: Nijedan zadatak još nije započet.

source: No merge job has been opened yet.
sr: Još uvek ništa nije otvoreno radi sastavljanja.

source: No metadata block found. This file is broken.
pt_br: Nenhum bloco de metadados encontrado. Este arquivo está corrompido.
sr: Nije pronađen blok sa meta podacima. Ovaj fajl je oštećen.

source: No output file name specified, will use attachment name.
pt_br: Nenhum nome de arquivo de saída especificado, usando nome de anexo.
sr: Nije navedeno ime fajla, koristiću ime priloga.

source: No permission to read from, to write to or to create
pt_br: Sem permissão para ler, escrever ou criar
sr: Nemam dozvolu da čitam, zapisujem ili pravim

source: No segment/level 0 element found.
pt_br: Nenhum elemento de segmento/nível 0 encontrado.
sr: Nije pronađen segment/level 0 element.

source: No space left to write to
pt_br: Não resta espaço para escrever
sr: Nije ostalo slobodnog prostora za zapis

source: No streams to output were found. Aborting.
pt_br: Os arquivos de saída não foram encontrados. Abortando.
sr: Nema potoka za izlazni fajl. Prekidam.

source: No track ID specified in '--%1% %2%'.
pt_br: Nenhuma ID de faixa especificada em '--%1% %2%'.
sr: Nije naveden track ID u '--%1% %2%'.

source: No track corresponding to the edit specification '%1%' was found. %2%
pt_br: Não foi encontrada nenhuma faixa correspondente à edição especificada '%1%'. %2%
sr: Nije nađena staza koja odgovara specifikaciji za uređivanje '%1%'. %2%

source: No track with the ID %1% was found in the source file.
pt_br: Nenhuma faixa com o ID %1% foi encontrada no arquivo de origem.
sr: U izvornom fajlu nije nađena staza sa ID %1%.

source: No tracks found
pt_br: Nenhuma faixa encontrada
sr: Nijedna staza nije nađena

source: No version number found.
pt_br: Nenhum número da versão encontrada.
sr: Nije nađen broj verzije.

source: Non-hex digits encountered.
pt_br: Dígitos não-hexadecimais encontrados.
sr: Naišao na brojeve koji nisu heksadecimalni.

source: None of the header fields has been modified. Nothing has been saved.
pt_br: Não foram feitas modificações no cabeçalho. Não há nada para salvar.
sr: Nijedno od polja zaglavlja nije promenjeno. Ništa nije sačuvano.

source: Normally completed jobs stay in the queue even over restarts until the user clears them out manually.
sr: Kompletirani zadaci obično ostaju na listi zadataka čak i posle restarta sve dok ih korisnik ručno ne izbriše.

source: Normally mkvmerge does not change the timing information (frame/field rate) stored in the video bitstream.
sr: Normalno mkvmerge ne menja tajming informaciju (brzina slika/poluslika) pohranjenu u video bit-potoku.

source: Normally mkvmerge does not change the timing information (frame/field rate) stored in the video bitstream. With this option that information is adjusted to match the container timing information. The container timing information can come from various sources: from the command line via --default-duration, the source container or derived from the bitstream.
pt_br: Normalmente o mkvmerge não muda a informação de tempo (taxa de frames/campos) armazenada no vídeo. Com esta opção, essa informação é ajustada para coincidir com a informação de sincronização do container. A informação de sincronização do container pode provir de várias fontes: da linha de comando --default-duration, do container ou da informação derivada do vídeo.
sr: Normalno mkvmerge ne menja tajming informaciju (brzina slika/poluslika) pohranjenu u video bit-potoku. Sa ovom opcijom ta informacija je podešena da odgovara tajming informaciji kontejnera. Tajming informacija kontejnera može da dođe iz raznih izvora: iz komandne linije sa --default-duration komandom, izvornog kontejnera ili izvedena iz samog bit-potoka.

source: Normally mkvmerge keeps aspect ratio information in MPEG4 video bitstreams and puts the information into the container.
sr: mkvmerge uobičajeno čuva informaciju o formatu slike u MPEG4 video bit-potocima i stavlja tu informaciju u kontejner.

source: Normally mkvmerge keeps aspect ratio information in MPEG4 video bitstreams and puts the information into the container. This option causes mkvmerge to remove the aspect ratio information from the bitstream.
pt_br: Normalmente, o mkvmerge mantém a informação da relação de aspecto nos bitstreams do vídeo MPEG4 e insere a informação no container. Esta opção pode fazer com que o mkvmerge remova a informação da relação de aspecto do bitstream.
sr: mkvmerge uobičajeno čuva informaciju o formatu slike u MPEG4 video bit-potocima i stavlja tu informaciju u kontejner. Ova opcija čini da mkvmerge ukloni informaciju o formatu slike iz bit-potoka.

source: Normally mkvmerge will use a value of 1000000 which means that timecodes and durations will have a precision of 1ms.
sr: Mkvmerge će uobičajeno koristiti vrednost 1000000 što znači da će vremenski kodovi i trajanja imati preciznost od 1ms.

source: Not a hex digit at position %1%
pt_br: Não é um dígito hexadecimal na posição %1%
sr: Na poziciji %1% nije heksadecimalni broj.

source: Not a valid Matroska file (no EBML head found)
pt_br: Não é um arquivo Matroska válido (nenhum cabeçalho EBML encontrado)
sr: Nije važeći Matroska fajl (nije nađena EBML glava)

source: Not a valid Matroska file (no segment/level 0 element found)
pt_br: Não é um arquivo Matroska válido (nenhum elemento de segmento/level 0 encontrado)
sr: Nije važeći Matroska fajl (nije nađen segment/level 0 element)

source: Not a valid number or not positive.
pt_br: Não é um número válido ou não é positivo.
sr: Broj je pogrešan ili nije pozitivan.

source: Not needed for AAC tracks read from other container formats like MP4 or Matroska files.
sr: Nije potreban za AAC staze iščitane iz drugih kontejner formata poput MP4 ili Matroska fajlova.

source: Note also that there are not a lot of players that support the cropping parameters.
sr: Imajte takođe na umu da nema mnogo plejera koji podržavaju parametre isecanja.

source: Note that even if the option is disabled mkvmerge will copy a source file's title property unless a title is manually set by the user.
sr: Imajte na umu da čak i ako je opcija isključena mkvmerge će kopirati naslov izvornog fajla osim ako je on ručno postavljen od strane korisnika.

source: Note that many players don't use the display width/height values directly but only use the ratio given by these values when setting the initial window size.
sr: Imajte na umu da mnogi plejeri ne koriste vrednosti širine/visine prikaza direktno već koriste odnos od tih vrednosti kada podešavaju početnu veličinu prozora.

source: Note that the Matroska specifications regarding the storage of '%1%' have not been finalized yet. mkvmerge's support for it is therefore subject to change and uses the CodecID '%2%/EXPERIMENTAL' instead of '%2%'. This warning will be removed once the specifications have been finalized and mkvmerge has been updated accordingly.
pt_br: Observe que as especificações Matroska, em relação ao armazenamento de %1%, ainda não foram finalizadas. O suporte do mkvmerge para isso está sujeito a mudanças e usa o CodecID '%2%/EXPERIMENTAL' em vez de '%2%'. Este aviso será removido uma vez que as especificações tiverem sido finalizadas e o mkvmerge seja atualizado.
sr: Imajte na umu da Matroska specifikacije koje se odnose na skladištenje '%1%' nisu još uvek finalizovane. Stoga je podrška za to podložna promeni i koristi CodecID '%2%/EXPERIMENTAL' umesto '%2%'. Ovo upozorenje će biti uklonjeno kada specifikacije budu finalizovane i mkvmerge ažuriran u skladu sa tim.

source: Note that the video content is not modified by this option.
sr: Imajte na umu da sadržaj videa nije izmenjen sa ovom opcijom.

source: Notice
pt_br: Aviso
sr: Obratiti pažnju

source: Number of chapters:
pt_br: Número de capítulos:
sr: Broj poglavlja:

source: Number of nanoseconds (not scaled) per frame.
pt_br: Número de nano segundos por frame (não escalados).
sr: Broj nanosekundi (nije skalirano) po slici.

source: Numbers of channels in the track.
pt_br: Número de canais de áudio na faixa.
sr: Broj kanala u stazi.

source: Ogg/OGM audio/video files
pt_br: Arquivo de áudio/vídeo Ogg/OGM
sr: Ogg/OGM audio/video fajlovi

source: One of the chapters does not have a name.
pt_br: Um dos capítulos não tem nome.
sr: Jedno od poglavlja nema ime.

source: One of the options '--attachment-name', '--attachment-description' or '--attachment-mime-type' has been used without a following '--add-attachment' or '--replace-attachment' option.
pt_br: Uma das opções '--attachment-name', '--attachment-description' ou '--attachment-mime-type' foi usada sem um '--add-attachment' ou '--replace-attachment' option.
sr: Jedan od parametara '--attachment-name', '--attachment-description' ili '--attachment-mime-type' je korišćen bez pratećeg '--add-attachment' or '--replace-attachment' parametra.

source: Online check for updates
pt_br: Verificação de atualizações online
sr: Online provera za ispravke

source: Only %1% chapters found in source files & chapter files.
pt_br: Apenas %1% capítulos encontrados em arquivos de origem e arquivos de capítulos.
sr: Nađeno je samo %1% poglavlja u izvornim fajlovima i fajlovima sa poglavljima.

source: Only if the job completed successfully
sr: Samo ako je zadatak uspešno završen

source: Only needed for AAC input files as SBR AAC cannot be detected automatically for these files.
sr: On je potreban samo za ulazne AAC fajlove, zato što SBR AAC ne može automatski biti otkriven za ove fajlove.

source: Only needed in certain situations:
sr: Potrebno samo u određenim situacijama:

source: Only one chapter file allowed in '%1% %2%'.
pt_br: Apenas um arquivo de capítulo permitido em '%1% %2%'.
sr: Dozvoljen je samo jedan fajl sa poglavljima u '%1% %2%'.

source: Only one input file is allowed.
pt_br: Apenas um arquivo de entrada é permitido.
sr: Samo jedan ulazni fajl je dozvoljen.

source: Only one instance of <%1%> is allowed beneath <%2%> at position %3%.
pt_br: Somente uma instância de <%1%> é permitida sob <%2%> na posição %3%.
sr: Samo jedna instanca <%1%> je dozvoljena ispod <%2%> na poziciji %3%.

source: Only one of <String> and <Binary> may be used beneath <Simple> but not both at the same time.
pt_br: Somente um dos <String> e <Binary> podem ser usados sob <Simple>, mas não os dois ao mesmo tempo.
sr: Samo jedan od <String> i <Binary> može biti korišćen ispod <Simple>, ali ne oba u isto vreme.

source: Only one output file allowed.
pt_br: Apenas um arquivo de saída permitido.
sr: Samo jedan izlazni fajl je dozvoljen.

source: Only one segment info file allowed in '%1% %2%'.
pt_br: Só é permitido um segmento de informação do arquivo em '%1% %2%'.
sr: Samo jedan segment info fajl dozvoljen u '%1% %2%'.

source: Only partial append mappings were given for the file no. %1% ('%2%'). Either don't specify any mapping (in which case the default mapping will be used) or specify a mapping for all tracks that are to be copied.
sr: Navedena su samo delimična mapiranja za fajl broj %1% ('%2%'). Ne navodite mapiranje uopšte (u tom slučaju će default mapiranje biti korišćeno) ili navedite mapiranje za sve staze koje se kopiraju.

source: Only playlists whose duration are at least this long are considered and offered to the user for selection.
pt_br: Apenas playlists cuja duração seja no mínimo esta serão consideradas e dadas ao utilizador para escolha.
sr: Samo plejliste čije je trajanje bar ovoliko dugačko su uzete u obzir i ponuđene korisniku za odabir.

source: Only show summaries of the contents, not each element.
pt_br: Apenas mostra sumários dos conteúdos, não de cada elemento.
sr: Pokaži samo kratak pregled sadržaja, a ne svaki element.

source: Only to the first
pt_br: Apenas para o primeiro
sr: Samo za prvi

source: Only v7 and newer VobSub files are supported. If you have an older version then use the VSConv utility from http://sourceforge.net/projects/guliverkli/ to convert these files to v7 files.
pt_br: Somente arquivos v7 e VobSub recentes são suportados. Se você tem uma versão antiga, use o VSConv do site http://sourceforge.net/projects/guliverkli/ para converter esses arquivos para arquivos v7.
sr: Samo v7 i novije verzije VobSub fajlova su podržane. Ako imate stariju verziju onda upotrebite VSConv pomoćni program sa http://sourceforge.net/projects/guliverkli/ da konvertujete ove fajlove u v7 fajlove.

source: Op&tions Ctrl-P
pt_br: Op&ções Ctrl-P
sr: &Opcije Ctrl-P

source: Open File
pt_br: Abrir arquivo
sr: Otvori fajl

source: Open a Matroska file
pt_br: Abrir um arquivo Matroska
sr: Otvori Matroska fajl

source: Open a file via the »chapter editor« menu or drag & drop one here.
sr: Otvori fajl preko menija »urednik poglavlja« ili ga prevuci ovde.

source: Open a file via the »header editor« menu or drag & drop one here.
sr: Otvori fajl preko menija »urednik zaglavlja« ili ga prevuci ovde.

source: Open an existing Matroska file
pt_br: Abrir um arquivo Matroska existente
sr: Otvori postojeći Matroska fajl

source: Open files in chapter editor
sr: Otvori fajlove u uredniku poglavlja

source: Open files in header editor
sr: Otvori fajlove u uredniku zaglavlja

source: Open folder
pt_br: Abrir pasta
sr: Otvori folder

source: Open settings file
sr: Otvori fajl sa podešavanjima

source: Opening %1 file in the chapter editor…
sr: Otvaram %1 fajl u uredniku poglavlja...

source: Opening %1 file in the header editor…
sr: Otvaram %1 fajl u uredniku zaglavlja...

source: Option
sr: Opcija

source: Option file created.
pt_br: Arquivo de opções criado.
sr: Konfiguracioni fajl kreiran.

source: Options
pt_br: Opções
sr: Opcije

source: Options meant ONLY for developpers. Do not use them. If something is considered to be an officially supported option then it's NOT in this list!
pt_br: Opções destinadas APENAS a desenvolvedores. Não as use. Se algo é considerado como oficialmente suportado, NÃO ESTÁ nesta lista!
sr: Opcije namenjene samo programerima. Nemojte da ih koristite. Ako se neki parametar smatra kao zvanično podržan onda on NIJE na ovoj listi!

source: Options:
sr: Opcije:

source: Opus (in Ogg) audio files
pt_br: Arquivos de áudio Opus (em Ogg)
sr: Opus (u Ogg) audio fajlovi

source: Order: %1%
pt_br: Ordem: %1%
sr: Poredak: %1%

source: Original value:
pt_br: Valor original:
sr: Originalna vrednost:

source: Other options
pt_br: Outras opções
sr: Druge opcije

source: Output
pt_br: Saída
sr: Izlaz

source: Output file name
sr: Ime izlaznog fajla

source: Output file:
sr: Izlazni fajl:

source: Output filename
pt_br: Nome do arquivo de saída
sr: Ime izlaznog fajla

source: Output messages in this charset
pt_br: Mensagens criadas neste código de caracteres
sr: Izbacuj poruke u ovom skupu znakova

source: Output of the selected jobs:
pt_br: Relatório de saída para a(s) tarefa(s) selecionada(s):
sr: Rezultat izabranih zadataka:

source: Output sampling frequency: %1%
pt_br: Amostra de frequência de saída: %1%
sr: Izlazna frekvencija uzorkovanja: %1%

source: Output:
pt_br: Saída:
sr: Izlaz:

source: Overwrite existing file?
pt_br: Substituir o arquivo existente?
sr: Prepisati preko postojećeg fajla?

source: Overwrite existing files?
sr: Prepisati preko postojećih fajlova?

source: PGS/SUP subtitles
pt_br: Legendas PGS/SUP
sr: PGS/SUP titlovi

source: PTS error: 0x%|1$02x| %|2$02x|%|3$02x| %|4$02x|%|5$02x|
pt_br: Erro PTS: 0x%|1$02x| %|2$02x|%|3$02x| %|4$02x|%|5$02x|
sr: PTS greška: 0x%|1$02x| %|2$02x|%|3$02x| %|4$02x|%|5$02x|

source: Pa&rent directory of the first input file
sr: Gla&vni direktorijum od prvog ulaznog fajla.

source: Packet number %1% contained an invalid FLAC header and is being skipped.
pt_br: O pacote número %1% continha um cabeçalho FLAC inválido e está sendo pulado.
sr: Paket broj %1% je sadržavao nevažeće FLAC zaglavlje i preskočen je.

source: Parent directory of the first input file
pt_br: A mesma pasta que o primeiro arquivo adicionado
sr: Glavni direktorijum od prvog ulaznog fajla.

source: Parse the file completely and show all elements
pt_br: Analisar o arquivo completamente e mostrar todos os elementos
sr: Raščlani ceo fajl i prikaži sve elemente

source: Parse the whole file instead of relying on the index.
pt_br: Analisar o arquivo inteiro em vez de confiar no índice.
sr: Raščlani ceo fajl umesto oslanjanja na indeks.

source: Parsing file
pt_br: Analisando arquivo
sr: Raščlanjujem fajl

source: Parts:
pt_br: Partes:
sr: Delovi:

source: Pixel crop bottom: %1%
pt_br: Cortar pixel (baixo): %1%
sr: Podrezivanje piksela dole: %1%

source: Pixel crop left: %1%
pt_br: Cortar pixel (esquerda): %1%
sr: Podrezivanje piksela levo: %1%

source: Pixel crop right: %1%
pt_br: Cortar pixel (direita): %1%
sr: Podrezivanje piksela desno: %1%

source: Pixel crop top: %1%
pt_br: Cortar pixel (cima): %1%
sr: Podrezivanje piksela gore: %1%

source: Pixel height: %1%
pt_br: Altura em pixels: %1%
sr: Visina u pikselima: %1%

source: Pixel width: %1%
pt_br: Largura em pixels: %1%
sr: Širina u pikselima: %1%

source: Players must play this track.
sr: Plejeri moraju reprodukovati ovu stazu.

source: Players should prefer tracks with the default track flag set.
sr: Plejeri bi trebalo da preferiraju staze koje su obeležene sa 'default'.

source: Playlist items:
pt_br: Itens da playlist:
sr: Stavke u plejlisti:

source: Playlists shorter than %1 second will be ignored.
sr: Plejliste kraće od %1 sekunde će biti ignorisane.
