Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Invalid format: No digits before decimal point
pt_br: Formato inválido: nenhum dígito antes do ponto decimal
sr: Nevažeći format: Nema cifre pre decimalne tačke

source: Invalid format: Second decimal point after first decimal point
pt_br: Formato inválido: Segundo ponto decimal depois do primeiro ponto decimal
sr: Nevažeći format: Druga decimalna tačka posle prve decimalne tačke

source: Invalid format: The last character is a colon or a decimal point instead of a digit
pt_br: Formato inválido: O último caractere é um sinal de dois-pontos ou um ponto decimal em vez de um dígito
sr: Nevažeći format: Poslednji karakter je dvotačka ili decimalna tačka a ne cifra

source: Invalid format: the string is empty.
sr: Nevažeći format: string je prazan

source: Invalid format: unknown character '%1%' found
pt_br: Formato inválido: caractere desconhecido '%1%' encontrado
sr: Nevažeći format: pronađen nepoznat karakter '%1%'

source: Invalid frame for '--split' in '--split %1%'.
pt_br: Frame inválido para '--split' em '--split %1%'.
sr: Nevažeća slika za '--split' u '--split %1%'.

source: Invalid header length: %1% (total length: %2%, idx: %3%, dataidx: %4%)
pt_br: Extensão de cabeçalho inválida: %1% (extensão total: %2%, idx: %3%, dataidx: %4%)
sr: Nevažeća dužina zaglavlja: %1% (ukupna dužina: %2%, idx: %3%, dataidx: %4%)

source: Invalid language selected
pt_br: Idioma inválido selecionado
sr: Izabran nevažeći jezik

source: Invalid length of hexadecimal content: must be divisable by 2.
pt_br: Extensão de conteúdo hexadecimal inválida: deve ser divisível por 2.
sr: Nevažeća dužina za heksadecimalni sadržaj: mora biti deljiva sa 2.

source: Invalid minute: %1%
pt_br: Minuto inválido: %1%
sr: Nevažeći minut: %1%

source: Invalid number of max. split files given.
pt_br: Número de divisão máxima de arquivo inválido
sr: Naveden nevažeći maksimalan broj fajlova za deljenje.

source: Invalid number of minutes: %1% > 59
pt_br: Número de minutos inválido: %1% > 59
sr: Nevažeći broj minuta: %1% > 59

source: Invalid number of seconds: %1% > 59
pt_br: Número de segundos inválido: %1% > 59
sr: Nevažeći broj sekundi: %1% > 59

source: Invalid operation
sr: Nevažeća operacija

source: Invalid second: %1%
pt_br: Segundo inválido: %1%
sr: Nevažeća sekunda: %1%

source: Invalid selector in '%1% %2%'.
pt_br: Seletor inválido em '%1% %2%'.
sr: Nevažeći selektor u '%1% %2%'.

source: Invalid split size in '--split %1%'.
pt_br: Tamanho de divisão inválido em '--split %1%'.
sr: Nevažeća veličina za deljenje u '--split %1%'.

source: Invalid start frame/field number for '--split' in '--split %1%' (current part: %2%).
pt_br: Número inicial do frame/campo inválido para '--split' em '--split %1%' (parte atual: %2%).
sr: Nevažeći početni broj slike/poluslike za '--split' u '--split %1%' (trenutni deo: %2%).

source: Invalid start frame/field number for '--split' in '--split %1%' (current part: %2%). The start number must be bigger than or equal to the previous part's end number.
pt_br: Número inicial do frame/campo inválido para '--split' em '--split %1%' (parte atual: %2%). O número inicial deve ser maior ou igual ao número final da parte anterior.
sr: Nevažeći početni broj slike/poluslike za '--split' u '--split %1%' (trenutni deo: %2%). Početni broj mora biti veći ili jednak sa završnim brojem prethodnog dela.

source: Invalid start or stop timecode
pt_br: Código de tempo de início ou final inválido
sr: Nevažeći početak ili završetak u vremenskom kodu

source: Invalid start time for '--split' in '--split %1%' (current part: %2%). Additional error message: %3%.
pt_br: Tempo inicial inválido para '--split' em '--split %1%' (parte atualt: %2%). Mensagem de erro adicional: %3%.
sr: Nevažeće početno vreme za '--split' u '--split %1%' (trenutni deo: %2%). Dodatna poruka o grešci: %3%.

source: Invalid start time for '--split' in '--split %1%' (current part: %2%). The start time must be bigger than or equal to the previous part's end time.
pt_br: Tempo inicial inválido para '--split' em '--split %1%' (parte atualt: %2%). O tempo inicial deve ser maior ou igual ao tempo final da parte anterior.
sr: Nevažeće početno vreme za '--split' u '--split %1%' (trenutni deo: %2%). Početno vreme mora biti veće ili jednako sa završnim vremenom prethodnog dela.

source: Invalid start/end specification for '--split' in '--split %1%' (curent part: %2%).
pt_br: Especificação de início/fim inválida para '--split' em '--split %1%' (parte atual: %2%).
sr: Nevažeća specifikacija početka/završetka za '--split' u '--split %1%' (trenutni deo: %2%).

source: Invalid sub charset option. No track ID specified in '--sub-charset %1%'.
pt_br: Opção de subcodificação de caracteres inválida. Nenhum ID de faixa especificado em '--sub-charset %1%'.
sr: Nevažeći skup znakova za prevod. Nije naveden track ID u '--sub-charset %1%'.

source: Invalid sub charset specified in '--sub-charset %1%'.
pt_br: Subcodificação de caracteres inválida em '--sub-charset %1%'.
sr: Naveden nevažeći skup znakova u '--sub-charset %1%'.

source: Invalid sync option specified in '%1% %2%'.
pt_br: Opção de sincronização inválida especificada em '%1% %2%'.
sr: Naveden nevažeći parametar za sinhronizaciju u '%1% %2%'.

source: Invalid sync option specified in '%1% %2%'. The divisor is zero.
pt_br: Opção de sincronização inválida especificada em '%1% %2%'. O divisor é zero.
sr: Naveden nevažeći parametar za sinhronizaciju u '%1% %2%'. Delilac je nula.

source: Invalid sync option specified in '%1% %2%'. The linear sync value may not be equal to or smaller than zero.
pt_br: Opção de sincronização inválida especificada em '%1% %2%'. O valor de sincronização linear não pode ser igual ou inferior a zero.
sr: Naveden nevažeći parametar za sinhronizaciju u '%1% %2%'. Linearna vrednost sinhronizacije ne može biti jednaka ili manja od nula.

source: Invalid sync option. No track ID specified in '%1% %2%'.
pt_br: Opção de sincronização inválida. Nenhuma ID de faixa especificada em '%1% %2%'.
sr: Nevažeći parametar za sinhronizaciju. Nije naveden track ID u '%1% %2%'.

source: Invalid tags file name specified in '%1% %2%'.
pt_br: Nome de arquivo de tags inválido especificado em '%1% %2%'.
sr: Navedeno nevažeće ime za tagove u '%1% %2%'.

source: Invalid tags option. No track ID specified in '%1% %2%'.
pt_br: Opção de tags inválida. Nenhuma ID de faixa especificada em '%1% %2%'.
sr: Nevažeći parametar za tag. Nije naveden track ID u '%1% %2%'.

source: Invalid time for '--split' in '--split %1%'. Additional error message: %2%
pt_br: Tempo inválido para '--split' em '--split %1%'. Mensagem de erro adicional: %2%
sr: Nevažeće vreme za '--split' u '--split %1%'. Dodatna poruka o grešci: %2%.

source: Invalid time for '--split' in '--split %1%'. Additional error message: %2%.
pt_br: Tempo inválido para '--split' em '--split %1%'. Mensagem de erro adicional: %2%.
sr: Nevažeće vreme za '--split' u '--split %1%'. Dodatna poruka o grešci: %2%.

source: Invalid track ID or language code in '%1% %2%'.
sr: Nevažeći track ID ili kod jezika u '%1% %2%'.

source: Invalid track ID specified in '%1% %2%'.
pt_br: ID de faixa inválida especificada em '%1% %2%'.
sr: Naveden nevažeći track ID u '%1% %2%'.

source: Invalid track ID specified in '--%1% %2%'.
pt_br: ID de faixa inválida especificada em '--%1% %2%'.
sr: Naveden nevažeći track ID u '--%1% %2%'.

source: Invalid track ID specified in '--aac-is-sbr %1%'.
pt_br: ID de faixa inválida especificada em '--aac-is-sbr %1%'.
sr: Naveden nevažeći track ID u '--aac-is-sbr %1%'.

source: Invalid track ID specified in '--compression %1%'.
pt_br: ID de faixa inválida especificada em '--compression %1%'.
sr: Naveden nevažeći track ID u '--compression %1%'.

source: Invalid track ID specified in '--cues %1%'.
pt_br: ID de faixa inválida especificada em '--cues %1%'.
sr: Naveden nevažeći track ID u '--cues %1%'.

source: Invalid track ID specified in '--default-track %1%'.
pt_br: ID de faixa inválida especificada em '--default-track %1%'.
sr: Naveden nevažeći track ID u '--default-track %1%'.

source: Invalid track ID specified in '--fix-bitstream-timing-information %1%'.
pt_br: ID de faixa inválida especificada em '--fix-bitstream-timing-information %1%'.
sr: Naveden nevažeći track ID u '--fix-bitstream-timing-information %1%'.

source: Invalid track ID specified in '--forced-track %1%'.
pt_br: ID de faixa inválida especificada em '--forced-track %1%'.
sr: Naveden nevažeći track ID u '--forced-track %1%'.

source: Invalid track ID specified in '--sub-charset %1%'.
pt_br: ID de faixa inválida especificada em '--sub-charset %1%'.
sr: Naveden nevažeći track ID u '--sub-charset %1%'.

source: Invalid track ID/file name specification in argument '%1%'.
pt_br: Especificação de ID de faixa/nome de arquivo inválida no argumento '%1%'.
sr: Nevažeća specifikacija za track ID/ime fajla u argumentu '%1%'.

source: Invalid track type %1%.
sr: Nevažeći tip staze %1%.

source: It can also be opened from the 'Help' menu.
pt_br: Também pode ser aberto por meio do menu 'Ajuda'.
sr: Takođe može biti otvoreno iz menija 'Pomoć'.

source: It cannot be removed because it is a mandatory header field.
sr: Ne može biti uklonjen zato što je to obavezno polje zaglavlja.

source: It defaults to 4 bytes, but there are files which do not contain a frame or slice that is bigger than 65535 bytes.
sr: Podrazumevana vrednost je 4 bajta, ali ima fajlova koji ne sadrže sliku ili slajs koji je veći od 65535 bajtova.

source: It is ignored for XML chapter files.
sr: Ovo se ignoriše za fajlove poglavlja XML tipa.

source: It was written by Moritz Bunkus <moritz@bunkus.org>.
sr: Napisao ga je Moric Bunks <moritz@bunkus.org>.

source: Job &output
sr: R&ezultat zadataka

source: Job added to job queue
pt_br: Tarefa adicionada à lista de tarefas
sr: Zadatak dodat u niz zadataka

source: Job description
pt_br: Descrição da tarefa
sr: Opis zadatka

source: Job output
pt_br: Relatório de saída das tarefas
sr: Rezultat zadatka

source: Job queue
sr: Lista zadataka

source: Job queue management
pt_br: Gerenciar a lista de tarefas
sr: Vođenje niza zadataka

source: Jobs and job output
sr: Zadaci i rezultat zadatka

source: Kate packet is too small and is being skipped.
pt_br: O pacote Kate é pequeno demais e será pulado.
sr: kate paket je previše mali i preskače se.

source: Language
pt_br: Idioma
sr: Jezik

source: Language for this track. Select one of the ISO639-2 language codes.
pt_br: Idioma para esta faixa. Selecione um dos códigos ISO639-2.
sr: Jezik za ovu stazu. Odaberite jedan od jezičkih kodova ISO639-2.

source: Language is not NUL terminated
pt_br: O idioma não termina em NUL
sr: Jezik se ne završava sa nultim bajtom.

source: Language:
pt_br: Idioma:
sr: Jezik:

source: Language: %1%
pt_br: Idioma: %1%
sr: Jezik: %1%

source: Languages
pt_br: Idiomas
sr: Jezici

source: Leave additional space (EbmlVoid) in the output file after the chapters.
pt_br: Deixar espaço extra (EbmlVoid) no arquivo criado depois dos capítulos.
sr: Ostavi dodatni prostor nakon poglavlja (EbmlVoid) u izlaznom fajlu.

source: Lets you add arbitrary options to the command line
pt_br: Permite adicionar opções à linha de comando
sr: Daje vam da unesete proizvoljne parametre u komandnu liniju

source: Line %1% of the timecode file '%2%' contains inconsistent data (e.g. the duration or the FPS are smaller than zero).
pt_br: A linha %1% do arquivo do código de tempo '%2%' contém dados inconsistentes (ex.: a duração ou o FPS são menores do que zero).
sr: Linija %1% iz fajla sa vremenskim kodom '%2%' sadrži nedosledan podatak (npr. trajanje ili FPS su manji od nule). Строка %1% файла тайм-кодов '%2%' содержит противоречивые данные (например, продолжительность или FPS меньше нуля).

source: Line %1% of the timecode file '%2%' contains inconsistent data (e.g. the start frame number is bigger than the end frame number, or some values are smaller than zero).
pt_br: A linha %1% do arquivo do código de tempo '%2%' contém dados inconsistentes (ex.: o número do frame inicial é maior do que o do frame final, ou alguns valores são menores do que zero).
sr: Linija %1% iz fajla sa vremenskim kodom '%2%' sadrži nedosledan podatak (npr. broj početne slike je veći od broja poslednje slike, ili su neke vrednosti manje od nule).

source: Line %1% of the timecode file '%2%' could not be parsed.
pt_br: A linha %1% do arquivo do código de tempo '%2%' não pôde ser analisada.
sr: Linija %1% iz fajla sa vremenskim kodom '%2%' ne može biti raščlanjena.

source: Line %1%: Negative timestamp encountered. The entry will be adjusted to start from 00:00:00.000.
pt_br: Linha %1%: Marca de tempo negativa encontrada. O registro será ajustado a partir de 00:00:00.000.
sr: Linija %1%: Naišao na negativnu vremensku oznaku. Unos će biti doteran tako da počne od 00:00:00.000.

source: Line %1%: The current timestamp (%2%) is smaller than the previous one (%3%). The entries will be sorted according to their timestamps. This might result in the wrong order for some subtitle entries. If this is the case then you have to fix the .idx file manually.
pt_br: Linha %1%: A marca de tempo atual (%2%) é menor do que a anterior (%3%). Os registros serão ordenados de acordo com suas marcas de tempo. Isto pode resultar na ordem errada para alguns registros de legendas. Se este for o caso, você precisará consertar o arquivo .idx manualmente.
sr: Linija %1%: Trenutna vremenska oznaka (%2%) je niža nego prethodna (%3%). Unosi će biti sortirani prema njihovim vremenskim oznakama. Ovo može rezultirati pogrešnim redosledom za neke titlove. Ako je ovo slučaj onda morate ručno da popravite .idx fajl.

source: Line %1%: The line seems to be a subtitle entry but the format couldn't be recognized. This entry will be skipped.
pt_br: Linha %1%: A linha parece ser um registro de legendas, mas o formato não pôde ser reconhecido. Este registro será pulado.
sr: Linija %1%: Linija izgleda kao unos za titl ali format ne može biti prepoznat. Ovaj unos će biti preskočen.

source: Line %1%: The line seems to be a subtitle entry but the timecode was negative even after adding the track delay. Negative timecodes are not supported in Matroska. This entry will be skipped.
pt_br: Linha %1%: A linha parece ser um registro de legendas, mas o código de tempo era negativo mesmo depois de adicionado o atraso da faixa. Códigos de tempo negativos não são suportados em Matroska. Este registro será pulado.
sr: Linija %1%: Linija izgleda kao unos za titl ali je vremenski kod bio negativan čak i nakon dodavanja kašnjenja stazi. Negativni vremenski kodovi nisu podržani u Matroski. Ovaj unos će biti preskočen.

source: Link files
sr: Poveži fajlove

source: Linux/Unix shells (bash, zsh etc.)
sr: Linux/Unix ljuske (bash, zsh itd.)

source: List all valid property names and exit
sr: Izlistaj imena svih pravilnih svojstava i izađi

source: Load a chapter file (simple/OGM format or XML format)
pt_br: Carrega um arquivo de capítulos (simples/formato OGM ou formato XML)
sr: Učitaj fajl sa poglavljima (format simple/OGM ili XML)

source: Load muxing settings from a file
pt_br: Carrega configurações de multiplexagem de um arquivo
sr: Učitaj podešavanja muksovanja iz fajla.

source: Log files (*.txt)|*.txt|%s
pt_br: Arquivos de relatório (*.txt)|*.txt|%s
sr: Log fajlovi (*.txt)|*.txt|%s

source: Log output:
pt_br: Relatório de saída:
sr: Izlaz loga:

source: MIME type
sr: MIME tip

source: MIME type for this track. Select one of the pre-defined MIME types or enter one yourself.
pt_br: Tipo de MIME para esta faixa. Selecione um dos MIME pré-definidos ou escreva um você mesmo.
sr: MIME tip za ovu stazu. Izaberite jedan od predefinisanih MIME tipova ili samostalno unesite jedan.

source: MIME type:
pt_br: Tipo de MIME:
sr: MIME tip:

source: MKVToolNix GUI preferences
sr: MKVToolNix GUI opcije

source: MKVToolNix is licensed under the GNU GPL v2
pt_br: MKVToolNix é licensiado sob a GNU GPL v2
sr: MKVToolNix je licenciran pod GNU GPL v2

source: MKVToolNix option files
sr: MKVToolNix konfiguracioni fajlovi

source: MKVToolnix GUI config files
sr: MKVToolnix GUI kofiguracioni fajlovi

source: MP4 audio/video files
pt_br: Arquivos áudio/vídeo MP4
sr: MP4 audio/video fajlovi

source: MPEG audio files
pt_br: Arquivos áudio MPEG
sr: MPEG audio fajlovi

source: MPEG program stream
sr: MPEG programski potok

source: MPEG program streams
sr: MPEG programski potoci

source: MPEG transport stream
sr: MPEG transportni potok

source: MPEG transport streams
sr: MPEG transportni potoci

source: MPEG video elementary stream
sr: MPEG elementarni video potok

source: MPEG video elementary streams
sr: MPEG elementarni video potoci

source: MPLS Blu-ray playlist
pt_br: Lista de reprodução Blu-ray MPLS
sr: MPLS Blu-ray plejlista

source: Make suggested output file names unique
pt_br: Sugerir o nome do arquivo de saída
sr: Predloži jedinstvena imena za izlazne fajlova

source: Make this track the default track for its type (audio, video, subtitles).
sr: Načini ovu stazu podrazumevanom za svoj tip (audio, video, titlovi).

source: Make this track the default track for its type (audio, video, subtitles). Players should prefer tracks with the default track flag set.
pt_br: Fazer com que esta faixa seja a faixa padrão (áudio, vídeo, legendas). Os players devem assumir esta faixa como sendo a faixa padrão.
sr: Načini ovu stazu podrazumevanom za svoj tip (audio, video, titlovi). Plejeri bi trebalo da preferiraju staze koje su obeležene sa 'default'.

source: Malformed AAC codec initialization data found.
pt_br: Foram encontrados dados de inicialização do codec AAC errôneos.
sr: Pronađen loše formiran podatak za inicijalizaciju AAC kodeka.

source: Malformed codec id '%1%'.
pt_br: ID do codec errôneo '%1%'.
sr: Nepravilan codec ID '%1%'.

source: Malformed line? (%1%)
pt_br: Linha errônea? (%1%)
sr: Nepravilna linija? (%1%)

source: Mark this track as 'forced'.
sr: Označi ovu stazu sa zastavicom 'forced'.

source: Mark this track as 'forced'. Players must play this track.
pt_br: Fazer com que esta faixa seja 'forçada'. Os players deverão ler esta faixa.
sr: Označi ovu stazu sa zastavicom 'forced'. Plejeri moraju reprodukovati ovu stazu.

source: Matroska A/V files (*.mka;*.mkv;*.mk3d)|*.mkv;*.mka;*.mk3d|%s
pt_br: Arquivos Matroska A/V (*.mka;*.mkv;*.mk3d)|*.mkv;*.mka;*.mk3d|%s
sr: Matroska A/V fajlovi (*.mkv;*.mka;*.mks;*.mk3d)|*.mkv;*.mka;*.mks;*.mk3d|%s

source: Matroska and WebM files
sr: Matroska i WebM fajlovi

source: Matroska audio/video files
pt_br: Arquivos Matroska de áudio/vídeo
sr: Matroska audio/video fajlovi

source: Matroska files
sr: Matroska fajlovi

source: Matroska files (*.mkv;*.mka;*.mk3d)|*.mkv;*.mka;*.mk3d|%s
pt_br: Arquivos Matroska (*.mkv;*.mka;*.mk3d)|*.mkv;*.mka;*.mk3d|%s
sr: Matroska fajlovi (*.mkv;*.mka;*.mks;*.mk3d)|*.mkv;*.mka;*.mks;*.mk3d|%s

source: Matroska files (*.mkv;*.mka;*.mks;*.mk3d)|*.mkv;*.mka;*.mks;*.mk3d|%s
pt_br: Arquivos Matroska (*.mkv;*.mka;*.mks;*.mk3d)|*.mkv;*.mka;*.mks;*.mk3d|%s
sr: Matroska fajlovi (*.mkv;*.mka;*.mks;*.mk3d)|*.mkv;*.mka;*.mks;*.mk3d|%s

source: Matroska files can be played back without the cue data, but seeking will probably be imprecise and slower.
sr: Matroska fajlovi mogu biti reprodukovani bez cue podatka, ali će pretraživanje verovatno biti neprecizno i sporije.

source: Max BlockAddition ID: %1%
sr: Maksimalni BlockAddition ID: %1%

source: Max. number of files:
pt_br: Nº máximo de arquivos:
sr: Maksimalan broj fajlova:

source: MaxCache: %1%
pt_br: Cache máximo: %1%
sr: Maksimalni keš: %1%

source: Maximum allowed length: %1%, actual length: %2%
pt_br: Duração máxima permitida: %1%, duração atual: %2%
sr: Maksimalna dozvoljena vrednost: %1%, stvarna vrednost: %2%

source: Maximum allowed value: %1%, actual value: %2%
pt_br: Valor máximo permitido %1%, valor atual: %2%
sr: Maksimalna dozvoljena vrednost: %1%, stvarna vrednost: %2%

source: Maximum cache
pt_br: Cache máxima
sr: Maksimalni keš

source: Maximum number of files:
sr: Maksimalan broj fajlova:

source: Memory allocation error: %1% (%2%).
pt_br: Erro de alocação de memória: %1% (%2%).
sr: Greška sa dodelom memorije: %1% (%2%).

source: Memory for a RealAudio/RealVideo frame could not be allocated.
pt_br: A memória para um frame de RealAudio/RealVideo não pôde ser alocada.
sr: Memorija za RealAudio/RealVideo okvir ne može biti dodeljena.

source: Mi&nimum playlist duration:
sr: Mi&nimalno trajanje plejliste:

source: Mime type: %1%
pt_br: Tipo Mime: %1%
sr: MIME tip: %1%

source: MinCache: %1%
pt_br: Cache mínimo: %1%
sr: Minimalni keš: %1%

source: Minimum allowed length: %1%, actual length: %2%
pt_br: Extensão mínima permitida: %1%, extensão atual: %2%
sr: Minimalna dozvoljena dužina: %1%, prava dužina: %2%

source: Minimum allowed value: %1%, actual value: %2%
pt_br: Valor mínimo permitido: %1%, valor atual: %2%
sr: Minimalna dozvoljena vrednost: %1%, prava vrednost: %2%

source: Minimum cache
pt_br: Cache minima
sr: Minimalni keš

source: Minimum duration for playlists in seconds:
pt_br: Duração mínima das playlists (em segundos):
sr: Minimalno trajanje plejliste u sekundama:

source: Miscellaneous
sr: Razno

source: Missing argument for '--output-charset'.
pt_br: Argumento ausente para '--output-charset'.
sr: Nedostaje argument za '--output-charset'.

source: Missing argument for '--ui-language'.
pt_br: Argumento ausente para '--ui-language'.
sr: Nedostaje argument za '--ui-language'.

source: Missing argument to '%1%'.
pt_br: Argumento para '%1%' não encontrado.
sr: Nedostaje argument u '%1%'.

source: Missing file name
pt_br: Arquivo não encontrado
sr: Nedostaje ime fajla

source: Missing file name after for the option '--edit-headers'.
pt_br: Nome de arquivo ausente para a opção '--edit-headers'.
sr: Nedostaje ime fajla nakon parametra '--edit-headers'.

source: Missing header/comment packets for stream. This file is broken but should be muxed correctly. If not please contact the author Moritz Bunkus <moritz@bunkus.org>.
pt_br: Pacote de cabeçalhos/comentário ausentes para o arquivo. Este arquivo está quebrado, mas deve ser demultiplexado corretamente. Se isso não acontecer, contate o autor Moritz Bunkus <moritz@bunkus.org>.
sr: Nedostaju paketi sa zaglavljima/komentarima za potok. Ovaj fajl je oštećen ali bi trebalo da se muksuje ispravno. Ako ne, molim vas da kontaktirate autora Morica Bunkusa <moritz@bunkus.org>.

source: Missing input
pt_br: Entrada ausente
sr: Nedostaje ulaz

source: Missing one hex digit
pt_br: Falta um dígito hexadecimal
sr: Nedostaje jedna heksdecimalna cifra

source: Missing output file name in argument '%1%'.
pt_br: Nome do arquivo de saída ausente no argumento '%1%'.
sr: Nedostaje ime izlaznog fajla u argumentu '%1%'.

source: Missing start/end specifications for '--split' in '--split %1%'.
pt_br: As especificações inicio/fim (start/end) não foram encontradas para '--split' em '--split %1%'.
sr: Nedostaje početak/zavšetak za '--split' in '--split %1%'.

source: Modification of properties in the section '%1%' was requested, but no corresponding level 1 element was found in the file. %2%
pt_br: Foi requirida uma modificação de propriedades na seção '%1%', mas nenhum elemento foi encontrado no arquivo correspondente ao nivel 1. %2%
sr: Zahtevana je izmena svojstava u sekciji '%1%' ali nije nađen odgovarajući level 1 element u fajlu. %2%

source: More
pt_br: Mais
sr: Još

source: More than one MIME type was given for a single attachment. '%1%' will be discarded and '%2%' used instead.
pt_br: Mais de um tipo MIME foi usado em um único anexo. '%1%' será descartado e '%2%' será usado.
sr: Navedeno je više od jednog MIME tipa za prilog. '%1%' će biti odbačen a '%2%' korišćeno umesto njega.

source: More than one description was given for a single attachment.
pt_br: Mais de uma descrição foi colocada em um mesmo anexo.
sr: Navedeno je više od jednog opisa za prilog.
