Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: The track %1% from file no. %2% ('%3%') is to be appended more than once. The argument for '--append-to' was invalid.
pt_br: A faixa %1% do arquivo no. %2% ('%3%') está para ser unida mais de uma vez. O argumento para '--append-to' era inválido.
sr: Staza %1% iz fajla broj %2% ('%3%') treba da se spoji više od jednog puta. Argument za '--append-to' nije bio ispravan.

source: The track ID %1% does not have a valid CodecID.
pt_br: A faixa de número %1% não tem um ID de codec válido.
sr: track ID %1% nema ispravan CodecID.

source: The track number %1% from the file '%2%' can probably not be appended correctly to the track number %3% from the file '%4%': %5% Please make sure that the resulting file plays correctly the whole time. The author of this program will probably not give support for playback issues with the resulting file.
pt_br: A faixa de número %1% do arquivo '%2%' provavelmente não pode ser unida corretamente à faixa de número %3% do arquivo '%4%': %5%. Por favor, tenha certeza de que o arquivo resultante será reproduzido corretamente o tempo todo. O autor deste programa provavelmente não dará suporte para problemas com a reprodução deste arquivo.
sr: Staza broj %1% iz fajla '%2%' verovatno ne može biti ispravno spojena sa stazom broj %3% iz fajla '%4%': %5% Molim vas da se uverite da se dobijeni fajl ispravno reprodukuje sve vreme. Autor ovog programa verovatno neće dati podršku za probleme sa reprodukcijom nastalog fajla.

source: The track number %1% from the file '%2%' cannot be appended to the track number %3% from the file '%4%'. %5%
pt_br: A faixa de número %1% do arquivo '%2%' não pode ser unida à faixa de número %3% do arquivo '%4%'. %5%
sr: Staza broj %1% iz fajla '%2%' ne može biti spojena sa stazom broj %3% iz fajla '%4%'. %5%

source: The track number as used in the Block Header.
pt_br: O número da faixa utilizada no cabeçalho.
sr: Broj trake, kako je korišćen u zaglavlju bloka.

source: The track parameters do not match.
pt_br: Os parâmetros de faixa não combinam.
sr: Parametri staze se ne slažu.

source: The update information could not be retrieved from %1%.
pt_br: A informação de atualização não pôde ser recuperada de %1%.
sr: Informacija o obnavljanju ne može biti dobijena od %1%.

source: The user can then select which playlist to actually add.
sr: Korisnik tada može da izabere koju plejlistu da ustvari doda.

source: The value can be given either as a floating point number (e.g. 12.345) or a fraction of integer values (e.g. 123/456).
sr: Vrednost može biti data bilo kao broj sa pokretnim zarezom (npr. 12.345) ili razlomak (npr. 123/456).

source: The value can be negative, but keep in mind that any frame whose timestamp is negative after this calculation is dropped.
sr: Vrednost može biti negativna, ali imajte u vidu da je bilo koja slika čija je vremenska oznaka negativna, odbačena nakon ovog računanja.

source: The values are only stored in the track headers.
sr: Vrednosti su sačuvane samo u zaglavljima staze.

source: The width of the two tracks is different: %1% and %2%
pt_br: A largura das duas faixas é diferente: %1% e %2%
sr: Širina dve staze se razlikuje: %1% and %2%

source: There are no cues for track ID %1%.
sr: Nema cue informacije za track ID %1%.

source: There is a new version available online.
pt_br: Existe uma nova versão online.
sr: Dostupna je nova verzija.

source: There is no file with the ID '%1%'. The argument for '--append-to' was invalid.
pt_br: Não existe arquivo com o ID '%1%'. O argumento para '--append-to' era inválido.
sr: Nema fajla sa ID '%1%'. Argument za '--append-to' nije važeći.

source: There is no translation available for '%1%'.
pt_br: Não existe tradução disponível para '%1%'.
sr: Ne postoji prevod dostupan za '%1%'.

source: There was an error querying the update status.
pt_br: Não é possivel verificar actualizações. Verifique o estado da ligação à internet.
sr: Došlo je do greške prilikom traženja statusa ažuriranja.

source: There were ERRORs.
pt_br: Existem ERROS.
sr: Bilo je GREŠAKA

source: There were errors in the header values preventing the headers from being saved. The first error has been selected.
pt_br: Houveram erros nos valores de cabeçalho, impedindo que os cabeçalhos fossem salvos. O primeiro erro foi selecionado.
sr: Bilo je grešaka u vrednostima zaglavlja koje sprečavaju da zaglavlja budu sačuvana. Odabrana je prva greška.

source: There were warnings
pt_br: Existem avisos
sr: Bilo je upozorenja

source: There were warnings, or the process was terminated.
pt_br: Existem avisos, ou o processamento terminou.
sr: Bilo je upozorenja, ili je proces bio prekinut.

source: These are less often used options that control the output structure that mkvmerge creates.
sr: Ovo su retko korišćene opcije koje kontrolišu izlaznu strukturu koju mkvmerge kreira.

source: These are options meant for development. They're not officially supported and may change from release to release.
sr: Ove opcije su namenjene razvoju programa. One nisu zvanično podržane i mogu se menjati od izdanja do izdanja.

source: This AAC track does not contain valid headers. Could not parse the AAC information.
pt_br: Esta faixa AAC não contém cabeçalhos válidos. Não foi possível analisar a informação AAC.
sr: Ova AAC staza ne sadrži ispravna zaglavlja. Ne mogu da raščlanim AAC informaciju.

source: This AC3 track contains %1% bytes of non-AC3 data at the beginning. This corresponds to a delay of %2%ms. This delay will be used instead of the non-AC3 data.
pt_br: Esta faixa AC3 contém %1% bytes de dados não-AC3 no começo. Isto corresponde a um atraso de %2%ms. Este atraso será usado em vez de dados não-AC3.
sr: Ova AC3 staza na početku sadrži %1% bajtova koji nisu AC3 podaci. Ovo odgovara kašnjenju od %2%ms. Ovo kašnjenje će biti korišćeno umesto beskorisnih podataka.

source: This AC3 track contains %1% bytes of non-AC3 data which were skipped. The audio/video synchronization may have been lost.
pt_br: Esta faixa AC3 contém %1% bytes de dados não-AC3 que serão pulados. A sincronização de áudio/vídeo pode ter sido perdida.
sr: Ova AC3 staza sadrži %1% bajtova koji nisu AC3 podaci i koji su preskočeni. Audio-Video sinhronizacija je možda izgubljena.

source: This AVC/h.264 contains frames that are too big for the current maximum NALU size. You have to re-run mkvmerge and set the maximum NALU size to %1% for this track (command line parameter '--nalu-size-length %2%:%1%').
pt_br: Esta faixa AVC/h.264 contém frames que são grandes demais para o tamanho máximo de NALU. Você precisará executar o mkvmerge novamente e estabelecer o tamanho máximo de NALU para %1% para esta faixa (parâmetro da linha de comando '--nalu-size-length %2%:%1%').
sr: Ovaj AVC/h.264 potok sadrži slike koje su prevelike za trenutno maksimalnu NALU veličinu. Morate da ponovo pokrenete mkvmerge i podesite maksimalnu NALU veličinu za ovu stazu na %1% (parametar komandne linije '--nalu-size-length %2%:%1%').

source: This AVC/h.264 track does not start with a key frame. The first %1% frames have been skipped.
pt_br: Esta faixa AVC/h.264 não começa com um frame chave. Os primeiros %1% frames foram pulados.
sr: Ova AVC/h.264 staza ne počinje sa ključnom slikom. Prvih %1% slika je preskočeno.

source: This AVC/h.264 track's timing information indicates that it uses a variable frame rate. However, no default duration nor an external timecode file has been provided for it, nor does the source container provide timecodes. The resulting timecodes may not be useful.
pt_br: A informação de sincronização da faixa AVC/h.264 indica que usa uma taxa de frames variável. Entretanto, nem a duração padrão, nem um código de tempo externo foi proporcionado para isso, e tampouco o container proporciona os códigos de tempo. Os códigos de tempo resultantes podem não ser úteis.
sr: Informacija o tajmingu ove AVC/h.264 staze ukazuje da ona koristi varijabilni FPS. Ipak, za nju nisu dati ni podaci o osnovnom trajanju ni spoljni fajl sa vremenskim kodovima, a ni izvorni kontejner ne sadrži vremenske kodove. Dobijeni vremenski kodovi možda neće biti korisni.

source: This HEVC contains frames that are too big for the current maximum NALU size. You have to re-run mkvmerge and set the maximum NALU size to %1% for this track (command line parameter '--nalu-size-length %2%:%1%').
sr: Ovaj HEVC potok sadrži slike koje su prevelike za trenutno maksimalnu NALU veličinu. Morate da ponovo pokrenete mkvmerge i podesite maksimalnu NALU veličinu za ovu stazu na %1% (parametar komandne linije '--nalu-size-length %2%:%1%').

source: This HEVC track does not start with a key frame. The first %1% frames have been skipped.
sr: Ova HEVC staza ne počinje sa ključnom slikom. Prvih %1% slika je preskočeno.

source: This MPEG audio track contains %1% bytes of non-MP3 data at the beginning. This corresponds to a delay of %2%ms. This delay will be used instead of the garbage data.
pt_br: Esta faixa de áudio MPEG contém %1% bytes de dados não-MP3 no começo. Isto corresponde a um atraso de %2%ms. Este atraso será usado em vez de dados inúteis.
sr: Ova MPEG audio staza na početku sadrži %1% bajtova koji nisu MP3 podaci. Ovo odgovara kašnjenju od %2%ms. Ovo kašnjenje će biti korišćeno umesto beskorisnih podataka.

source: This MPEG audio track contains %1% bytes of non-MP3 data which were skipped. The audio/video synchronization may have been lost.
pt_br: Esta faixa de áudio MPEG contém %1% bytes de dados não-MP3 que serão pulados. A sincronização de áudio/vídeo pode ter sido perdida.
sr: Ova MPEG audio staza sadrži %1% bajtova koji nisu MP3 podaci i koji su preskočeni. Audio/video sinhronizacija je možda izgubljena.

source: This Ogg/OGM file contains chapter or title information. Unfortunately the charset used to store this information in the file cannot be identified unambiguously. The program assumes that your system's current charset is appropriate. This can be overridden with the '--chapter-charset <charset>' switch.
pt_br: Este arquivo Ogg/OGM contém um capítulo ou título de informação. Infelizmente, a codificação de caracteres usada para armazenar esta informação no arquivo não pode ser identificada sem ambiguidade. O programa assumirá que a atual codificação de caracteres do sistema é o apropriado. Isto pode ser anulado aplicando o código '--chapter-charset <charset>'.
sr: Ovaj Ogg/OGM fajl sadrži poglavlja ili informaciju o nazivu. Nažalost, skup znakova korišćen da sačuva ovu informaciju u fajlu ne može biti nedvosmisleno identifikovan. Program pretpostavlja da je skup znakova vašeg sistema odgovarajući. Ovo može biti premošćeno sa '--chapter-charset <charset>' parametrom.

source: This Ogg/OGM file contains chapters but they could not be parsed. This can be due to the character set not being set properly for them or due to the entries not matching the expected SRT-style format.
sr: Ovaj Ogg/OGM fajl sadrži poglavlja ali ona ne mogu biti raščlanjena. Ovo može biti zbog skupa znakova koji nije ispravno podešen za njih ili zbog stavki koje se ne slažu sa očekivanim formatom u stilu SRT.

source: This causes bigger overhead but allows precise seeking and extraction.
sr: Ovo uzrokuje dodatni trošak u veličini ali omogućava precizno pretraživanje i izvlačenje.

source: This element is currently present in the file.
sr: Ovaj element je trenutno prisutan u fajlu.

source: This element is currently present in the file. It cannot be removed because it is a mandatory header field.
pt_br: Este elemento está actualmente presente no arquivo. Não pode ser removido, porque é um campo obrigatório do cabeçalho.
sr: Ovaj element je trenutno prisutan u fajlu. Ne može biti uklonjen zato što je to obavezno polje zaglavlja.

source: This element is currently present in the file. You can let the header editor remove the element from the file.
pt_br: Este elemento está presente no arquivo. Poderá remove-lo através do editor de cabeçalhos.
sr: Ovaj element je trenutno prisutan u fajlu. Možete dozvoliti uređivaču zaglavlja da ukloni element iz fajla.

source: This element is not currently present in the file.
sr: Ovaj element trenutno nije prisutan u fajlu.

source: This element is not currently present in the file. You can let the header editor add the element to the file.
pt_br: Este elemento não está presente no arquivo. Você poderá adicioná-lo através do editor de cabeçalhos.
sr: Ovaj element trenutno nije prisutan u fajlu. Možete dozvoliti uređivaču zaglavlja da ubaci element u fajl.

source: This file contains coordinates in the timecode lines. Such coordinates are not supported by the Matroska SRT subtitle format. The coordinates will be removed automatically.
pt_br: O arquivo contém coordenadas nas linhas do código de tempo. Tais coordenadas não são suportadas pelo formato de legendas SRT do Matroska. As coordenadas serão removidas automaticamente.
sr: Ovaj fajl sadrži koordinate u linijama vremenskih kodova. Takve koordinate nisu podržane u Matroska SRT formatu titlova. Koordinate će biti automatski uklonjene.

source: This file could not be opened or parsed.
pt_br: O arquivo não pôde ser aberto ou analisado.
sr: Ovaj fajl ne može biti otvoren ili raščlanjen.

source: This file could not be opened or parsed.
pt_br: O arquivo não pôde ser aberto ou analisado.
sr: Ovaj fajl ne može biti otvoren ili raščlanjen.

source: This file does not contain any chapters.
pt_br: O arquivo não contém capítulos.
sr: Ovaj fajl ne sadrži nikakva poglavlja.

source: This file does not contain valid chapters. Error message from the parser: %1%
sr: Ovaj fajl ne sadrži važeća poglavlja. Poruka o grešci iz parsera: %1%

source: This has not been implemented yet.
sr: Ovo još uvek nije implementirano.

source: This is a comma-separated list of 128bit segment UIDs in the usual UID form: hex numbers with or without the "0x" prefix, with or without spaces, exactly 32 digits.
sr: Ovo je zarezom odvojena lista 128-bitnih segment UID-a u uobičajenoj UID formi: hex brojevi sa ili bez "0x" prefiksa, sa ili bez razmaka, od tačno 32 cifre.

source: This is done at startup and at most once within 24 hours.
sr: Ovo se radi pri pokretanju i najviše jednom u 24 sata.

source: This is done only if there is already a file whose name matches the unmodified output file name.
sr: Ovo se radi samo ako već postoji fajl čije ime se slaže sa neizmenjenim imenom izlaznog fajla.

source: This is the country that newly added chapter names get assigned automatically.
sr: Ovo je država koja se automatski dodeljuje novo-dodatim imenima poglavlja.

source: This is the language that newly added chapter names get assigned automatically.
sr: Ovo je jezik koji se automatski dodeljuje novo-dodatim imenima poglavlja.

source: This is the name that will be stored in the output file for this attachment. It defaults to the file name of the original file but can be changed.
pt_br: Este é o nome que será armazenado no arquivo de saída para este anexo. O padrão é o nome do arquivo do arquivo original, mas pode ser mudado.
sr: Ovo je ime priloga koje će biti uskladišteno u izlaznom fajlu. Po definiciji se koristi ime od originalnog fajla ali ono može biti promenjeno.

source: This is the title that players may show as the 'main title' for this movie.
pt_br: Este é o nome que o player irá apresentar como 'título principal' para este filme. (esta opção dependerá do player usado)
sr: Ovo je naslov koji plejeri mogu pokazati kao 'glavni naslov' za ovaj film.

source: This is used for e.g. MPEG-1/-2 video tracks for storing the sequence headers.
sr: Ovo se koristi za npr. MPEG-1/2 video staze za skladištenje sekvenci zaglavlja.

source: This is useful for situations like Blu-ray discs on which a multitude of playlists exists in the same directory and where it is not obvious which feature (e.g. main movie, extras etc.) a playlist belongs to.
sr: Ovo je korisno za situacije poput Blu-Ray diskova na kojima postoji mnoštvo plejlisti u istom direktorijumu i gde nije očigledno čijem snimku (npr. glavni film, dodatni materijal itd) plejlista pripada.

source: This list is for informational purposes only and cannot be changed.
sr: Ova lista je za isključivo informativne svrhe i ne može biti promenjena.

source: This message will only shown to you once.
pt_br: Esta mensagem só será mostrada uma vez.
sr: Ova poruka će vam biti prikazana samo jednom.

source: This mode considers only the first video track that is output.
pt_br: Este modo considera somente a primeira faixa de vídeo que é criada.
sr: Ovaj režim razmatra samo prvu video stazu koja se zapisuje.

source: This mode enforces several restrictions.
sr: Ovaj režim nameće nekoliko ograničenja.

source: This mode extracts cue information for some tracks to external text files.
sr: Ovaj režim izvlači cue informaciju za neke staze u spoljne tekstualne fajlove.

source: This mode only considers the top-most level of chapters across all edition entries.
pt_br: Este modo somente considera o nível superior dos capítulos, por meio de todos os registros de edição.
sr: Ovaj režim razmatra samo najviši nivo poglavlja u svim stavkama edicija.

source: This must be comma-separated list of four numbers for the cropping to be used at the left, top, right and bottom, e.g. '0,20,0,20'.
sr: Mora biti zarezom odvojena lista od četiri broja koji se upotrebljavaju za rezanje redosledom levo, gore, desno i dole, npr. '0,20,0,20'.

source: This only works with DTS audio tracks.
sr: Ovo radi samo sa DTS tipom staza.

source: This option causes mkvmerge to remove the aspect ratio information from the bitstream.
sr: Ova opcija tera mkvmerge da ukloni informaciju o formatu slike iz bit-potoka.

source: This option controls how the chapter names are created.
sr: Ova opcija kontroliše kako su imena poglavlja kreirana.

source: This option needs an additional argument 'n'.
sr: Ovom parametru je potreban dopunski argument 'n'.

source: This option needs an additional argument 'n'. Tells mkvmerge to put at most 'n' data blocks into each cluster. If the number is postfixed with 'ms' then put at most 'n' milliseconds of data into each cluster. The maximum length for a cluster that mkvmerge accepts is 60000 blocks and 32000ms; the minimum length is 100ms. Programs will only be able to seek to clusters, so creating larger clusters may lead to imprecise or slow seeking.
sr: Ovom parametru je potreban dopunski argument 'n'. Ovo govori mkvmerge da stavi najviše 'n' blokova sa podacima u svaki klaster. Ako je broj postfiksiran sa 'ms' onda će staviti najviše 'n' milisekundi podataka u svaki klaster. Maksimalna dužina za klaster koji mkvmerge prihvata je 60000 blokova i 32000ms; minimalna dužina je 100ms. Programi će moći da pretražuju samo do klastera, tako da pravljenje većih klastera može dovesti do nepreciznog ili sporog pretraživanja.

source: This option prevents that behavior.
sr: Ova opcija sprečava to ponašanje.

source: This option specifies the language to be associated with chapters if the OGM chapter format is used.
sr: Ova opcija određuje jezik koji se povezuje za poglavlja ako se koristi OGM format poglavlja.

source: This option tells mkvmerge the display aspect ratio to use when it calculates the display width/height.
sr: Ovaj parametar govori mkvmerge koji se format slike koristi kada izračuna širinu/visinu slike.

source: This parameter is only effective for AVC/h.264 and HEVC/h.265 elementary streams read from AVC/h.264/ ES or HEVC/h.265 ES files, AVIs or Matroska files created with '--engage allow_avc_in_vwf_mode'.
sr: Ovaj parametar je koristan samo za AVC/h.264 i HEVC/h.265 elementarne potoke koji se čitaju iz AVC/h.264 ES ili HEVC/h.265 ES fajlova, AVI ili Matroska fajlova napravljenih sa '--engage allow_avc_in_vfw_mode' parametrom.

source: This parameter is the display height in pixels.
sr: Ovaj parametar je visina prikaza u pikselima.

source: This parameter is the display width in pixels.
sr: Ovaj parametar je širina prikaza u pikselima.

source: This program is licensed under the GPL v2 (see COPYING).
sr: MKVToolNix je licenciran pod GNU GPL v2 (pogl. COPYING).

source: This property is mandatory and cannot be deleted in '%1%'. %2%
pt_br: Esta propriedade é obrigatória e não pode ser deletada em '%1%'. %2%
sr: Ovo svojstvo je obavezno i ne može biti obrisano iz '%1%'. %2%

source: This property is unique. More instances cannot be added in '%1%'. %2%
pt_br: Esta propriedade é única. Mais instâncias não podem ser adicionadas em '%1%'. %2%
sr: Ovo svojstvo je jedinstveno. Ne može se dodati više instanci u '%1%'. %2%

source: This should REALLY not have happened. The space reserved for the first meta seek element was too small. %1%
pt_br: Isto REALMENTE não deveria ter acontecido. O espaço reservado para o primeiro elemento meta seek era pequeno demais. %1%
sr: Ovo STVARNO nije trebalo da se desi. Prostor rezervisan za prvi meta seek element je previše mali. %1%

source: This should REALLY not have happened. The space reserved for the first meta seek element was too small. Size needed: %1%. %2%
pt_br: Isto REALMENTE não deveria ter acontecido. O espaço reservado para o primeiro elemento meta seek era pequeno demais. Tamanho necessário: %1%. %2%
sr: Ovo STVARNO nije trebalo da se desi. Prostor rezervisan za prvi meta seek element je previše mali. Potrebna veličina: %1%. %2%

source: This should not have happened. Please contact the author Moritz Bunkus <moritz@bunkus.org> with this error/warning message, a description of what you were trying to do, the command line used and which operating system you are using. Thank you.
pt_br: Isto não deveria ter acontecido. Por favor, contate o autor Moritz Bunkus <moritz@bunkus.org>, com uma mensagem deste erro/aviso, uma descrição do que você estava tentando fazer, a linha de comando usada e qual sistema operacional você está usando. Obrigado.
sr: Ovo nije trebalo da se desi. Molim vas da kontaktirate autora Morica Bunkusa <moritz@bunkus.org> sa ovom greškom/upozorenjem, opisom onoga što ste pokušali da uradite, korišćenom komandnom linijom i informacijom o operativnom sistemu koji koristite. Hvala.

source: This track contains SBR AAC/HE-AAC/AAC+ data.
sr: Ova staza sadrži SBR AAC/HE-AAC/AAC+ podatak.

source: This track contains SBR AAC/HE-AAC/AAC+ data. Only needed for AAC input files, because SBR AAC cannot be detected automatically for these files. Not needed for AAC tracks read from MP4 or Matroska files.
pt_br: Esta faixa contém dados SBR AAC/HE-AAC/AAC+. Somente necessário para arquivos de entrada AAC, porque os SBR AAC não podem ser detectados automaticamente. Não é necessário para ler faixas AAC de arquivos MP4 ou Matroska.
sr: Ova staza sadrži SBR AAC/HE-AAC/AAC+ podatak. On je potreban samo za ulazne AAC fajlove, zato što SBR AAC ne može automatski biti otkriven za ove fajlove. Nije potreban za AAC staze iščitane iz MP4 ili Matroska fajlova.

source: This track is not compatible with the WebM mode and cannot be enabled.
pt_br: Esta faixa não é compatível com o modo WebM, e não pode ser ativada.
sr: Ova staza nije kompatibilna sa WebM režimom i ne može biti uključena.

source: This usually indicates a damaged file structure.
sr: Ovo obično ukazuje na oštećenu strukturu fajla.

source: This will increase file size and does not offer any additional value for players at the moment.
sr: Ovo će uvećati veličinu fajla i trenutno ne nudi nikakvu dodatnu vrednost za plejere.

source: This will increase the file's size, especially if there are many audio tracks.
sr: Ovo će uvećati veličinu fajla, pogotovo ako ima puno audio staza.

source: This works well for video and subtitle tracks but should not be used with audio tracks.
sr: Ovo radi dobro za video i titl staze ali ne treba da se koristi za audio staze.

source: This works with all track types.
sr: Ovo radi sa svim tipovima staza.

source: Timecode extraction
pt_br: Extração de códigos de tempo
sr: Izvlačenje vremenskih kodova
