Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: The meta seek element was written at the end of the file, but the segment size could not be updated. Therefore the element will not be visible. The process will be aborted. The file has been changed!
pt_br: O elemento meta seek foi escrito no final do arquivo, mas o tamanho do segmento não pôde ser atualizado. Portanto, o elemento não será visível. O processo será abortado. O arquivo foi modificado!
sr: Meta seek element je zapisan na sam kraj fajla, ali veličina segmenta ne može biti ažurirana. Iz tog razloga element neće biti vidljiv. Proces će biti prekinut. Fajl je izmenjen!

source: The minimum number of frames a player should be able to cache during playback. If set to 0, the reference pseudo-cache system is not used.
pt_br: O número mímimo de frames que o player pode colocar em cache durante a reprodução. Se o alterar para 0, a referência do sistema à pseudo-cache não é utilizada.
sr: Minimalni broj okvira koje bi plejer trebalo da kešira prilikom reprodukcije. Ako je postavljeno 0, referentni pseudo-keš sistem se ne koristi.

source: The minimum number of frames a player should be able to cache during playback. If set to 0, the reference pseudo-cache system is not used.
sr: Minimalni broj okvira koje bi plejer trebalo da kešira prilikom reprodukcije. Ako je postavljeno 0, referentni pseudo-keš sistem se ne koristi.

source: The mkvmerge GUI help file was not found in the path you've selected. Please try again, or abort by pressing the 'abort' button.
pt_br: O arquivo de ajuda do mkvmerge não foi encontrado no caminho que você selecionou. Por favor, tente novamente, ou aborte pressionando o botão 'abortar'.
sr: mkvmerge GUI fajl koji sadrži pomoć nije pronađen na navedenoj putanji koji ste izabrali. Molim vas pokušajte ponovo, ili odustanite koristeći 'cancel' dugme.

source: The mkvmerge GUI help file was not found. This indicates that it has never before been opened, or that the installation path has since been changed. Please select the location of the 'mkvmerge-gui.hhp' file.
pt_br: O arquivo de ajuda do mkvmerge não foi encontrado. Isto indica que nunca foi aberto antes, ou que o caminho de instalação foi mudado desde então. Por favor, selecione a localização do arquivo 'mkvmerge-gui.hhp'.
sr: mkvmerge GUI fajl koji sadrži pomoć nije pronađen. Ovo ukazuje da nikad ranije nije otvoren, ili da je instalaciona putanja od tada promenjena. Molim vas izaberite lokaciju sa 'mkvmerge-gui.hhp' fajlom.

source: The name '%1%' is not a valid property name for the current edit specification in '%2%'.
pt_br: O nome '%1%' não é um nome de propriedade válido para a especificação de edição atual em '%2%'.
sr: Ime '%1%' nije važeće ime svojstva za trenutnu specifikaciju uređivanja u '%2%'.

source: The name of the output file '%1%' and of one of the input files is the same. This would cause mkvmerge to overwrite one of your input files. This is most likely not what you want.
pt_br: O nome do arquivo de saída '%1%' e um de seus arquivos de entrada é o mesmo. Isto iria fazer com que o mkvmerge sobrescrevesse um de seus arquivos de entrada. Isto provavelmente não é o que você quer.
sr: Ime izlaznog fajla '%1%' i jednog od ulaznih fajlova je isto. To će izazvati mkvmerge da prepiše preko jednog od ulaznih fajlova. Ovo najverovatnije nije ono što želite.

source: The next UID was already given in '%1% %2%'.
pt_br: O próximo UID já foi dado em '%1% %2%'.
sr: Sledeći UID je već dat u '%1% %2%'.

source: The number of bits per sample of the two audio tracks is different: %1% and %2%
pt_br: O número de bits por amostra das duas faixas de áudio é diferente: %1% e %2%
sr: Broj bitova po uzorku dve audio staze je različit: %1% and %2%

source: The number of channels of the two audio tracks is different: %1% and %2%
pt_br: O número de canais das duas faixas de áudio é diferente: %1% e %2%
sr: Broj kanala dve audio staze je različit: %1% and %2%

source: The number of external timecodes %1% is smaller than the number of frames in this track. The remaining frames of this track might not be timestamped the way you intended them to be. mkvmerge might even crash.
pt_br: O número dos códigos de tempo %1% é menor do que o número de frames da pista. Os frames restantes desta faixa podem não estar marcados pelo tempo que você pretendia. mkvmerge pode inclusive travar.
sr: Broj spoljnih vremenskih kodova %1% je manji nego broj slika u ovoj stazi. Preostale slike iz ove staze možda neće biti vremenski označene na onaj način kako ste vi nameravali. mkvmerge će se možda čak i srušiti.

source: The number of video pixels to remove on the bottom of the image.
pt_br: O número de píxels de vídeo para remover na parte inferior da imagem.
sr: Broj piksela, koji se uklanjaju sa donjeg dela slike.

source: The number of video pixels to remove on the left of the image.
pt_br: O número de píxels de vídeo para remover na parte esquerda da imagem.
sr: Broj piksela, koji se uklanjaju sa leve strane slike.

source: The number of video pixels to remove on the right of the image.
pt_br: O número de píxels de vídeo para remover na parte direita da imagem.
sr: Broj piksela, koji se uklanjaju sa desne strane slike.

source: The number of video pixels to remove on the top of the image.
pt_br: O número de píxels de vídeo para remover na parte superior da imagem.
sr: Broj piksela, koji se uklanjaju sa gornjeg dela slike.

source: The number of video pixels to remove on the bottom of the image.
sr: Broj video piksela za uklanjanje sa donjeg dela slike.

source: The number of video pixels to remove on the left of the image.
sr: Broj video piksela za uklanjanje sa leve strane slike.

source: The number of video pixels to remove on the right of the image.
sr: Broj video piksela za uklanjanje sa desne strane slike.

source: The number of video pixels to remove on the top of the image.
sr: Broj video piksela za uklanjanje sa gornjeg dela slike.

source: The numbering starts at 1.
pt_br: A numeração começa em 1.
sr: Numeracija počinje od 1.

source: The numbers given with this argument are interpreted based on the number of Matroska blocks that are output.
pt_br: Os números dados com este argumento são interpretados baseado no número de blocos Matroska que são criados.
sr: Brojevi dati sa ovim argumentom se tumače na bazi broja Matroska blokova na izlazu.

source: The only allowed codecs are VP8/VP9 video and Vorbis/Opus audio tracks.
sr: Jedini dozvoljeni kodeci su VP8/VP9 video i Vorbis/Opus audio staze.

source: The option '--meta-seek-size' is no longer supported. Please read mkvmerge's documentation, especially the section about the MATROSKA FILE LAYOUT.
pt_br: A opção '--meta-seek-size' não é mais suportada. Por favor, leia a documentação do mkvmerge, especialmente a seção MATROSKA FILE LAYOUT.
sr: Parametar '--meta-seek-size' više nije podržan. Molim vas pročitajte mkvmerge dokumentaciju, naročito sekciju o strukturi Matroska fajlova.

source: The option file has been created.
sr: Konfiguracioni fajl je kreiran.

source: The options entered here are set for all new merge jobs by default.
sr: Opcije unete ovde se podrazumevano odnose na sva nova sastavljanja.

source: The order of the various options is not important.
pt_br: A ordem das diferentes opções não é importante.
sr: Poredak različitih parametara nije važan.

source: The output file '%s' already exists. Do you want to overwrite it?
pt_br: O arquivo '%s' já existe. Deseja substitui-lo?
sr: Izlazni fajl '%s' već postoji. Da li želite da prepišete preko njega?

source: The output file name is invalid, e.g. it might contain invalid characters like ':'.
pt_br: O nome do arquivo de saída é inválido, ex: ele pode conter caracteres inválidos, como ':'.
sr: Ime izlaznog fajla je nevažeće, npr. on možda sadrži nevažeće karaktere poput ':'.

source: The previous UID was already given in '%1% %2%'.
pt_br: O UID anterior já foi dado em '%1% %2%'.
sr: Prethodni UID je već dat u '%1% %2%'.

source: The property value contains non-ASCII characters, but the property is not a Unicode string in '%1%'. %2%
pt_br: O valor da propriedade contém caracteres não-ASCII, mas a propriedade não é uma cadeia de caracteres Unicode em '%1%'. %2%
sr: Vrednost svojstva sadrži karaktere koji nisu ASCII, ali svojstvo nije Unicode linija u '%1%'. %2%

source: The property value is not a valid binary spec or it is not exactly 128 bits long in '%1%'. %2%
pt_br: O valor da propriedade não é de especificação binária ou não tem exatamente 128 bits em '%1%'. %2%
sr: Vrednost svojstva nije važeća binarna vrednost ili nije dugačka tačno 128 bita u '%1%'. %2%

source: The property value is not a valid boolean in '%1%'. %2%
pt_br: O valor da propriedade não é um boolean válido em '%1%'. %2%
sr: Vrednost svojstva nije važeća logička vrednost u '%1%'. %2%

source: The property value is not a valid floating point number in '%1%'. %2%
pt_br: O valor da propriedade não é um ponto flutuante válido em '%1%'. %2%
sr: Vrednost svojstva nije važeći broj sa pokretnim zarezom u '%1%'. %2%

source: The property value is not a valid signed integer in '%1%'. %2%
sr: Vrednost svojstva nije važeći broj sa predznakom u '%1%'. %2%

source: The property value is not a valid unsigned integer in '%1%'. %2%
sr: Vrednost svojstva nije važeći broj bez predznaka u '%1%'. %2%

source: The reason is unknown.
pt_br: A razão é desconhecida
sr: Razlog je nepoznat.

source: The rest is copied as is.
sr: Ostalo je kopirano onako kako jeste.

source: The sample rate of the two audio tracks is different: %1% and %2%
pt_br: A frequência de amostra das duas faixas de áudio é diferente: %1% e %2%
sr: Učestalost uzorkovanja dve audio staze se razlikuje: %1% and %2%

source: The second mode extracts the tags and converts them to XML. The output is written to the standard output. The output can be used as a source for mkvmerge.
pt_br: O segundo modo extrai as tags e as converte para XML. O arquivo de saída é escrito para o diretório de saída padrão.
sr: Drugi režim izvlači tagove i konvertuje ih u XML. Rezultat je zapisan u standardni izlaz. Takav izlaz može biti korišćen kao izvor za mkvmerge.

source: The seek table in this TTA file seems to be broken.
pt_br: A tabela de busca neste arquivo TTA parece estar corrompida.
sr: seek tabela u ovom TTA fajlu izgleda da je oštećena.

source: The segment UID could not be parsed: %1
sr: Segment UID ne može biti raščlanjen: %1

source: The segment edition UID must be a positive number if given.
sr: Ako se navodi, segment edition UID mora biti pozitivan broj.

source: The selected language '%s' for the chapter '%s' is not a valid language code. Please select one of the predefined ones.
pt_br: O idioma selecionado '%s' para o capítulo '%s' não é um código de linguagem válido. Por favor, selecione um dos pré-definidos.
sr: Izabrani jezik '%s' za poglavlje '%s' nije važeći kod jezika. Molim vas, izaberite jedan sa spiska.

source: The sequence '%p' is replaced by the track's PERFORMER, the sequence '%t' by the track's TITLE, '%n' by the track's number and '%N' by the track's number padded with a leading 0 for track numbers < 10.
sr: Niz '%p' je zamenjen sa IZVOĐAČ podatkom numere, niz '%t' sa NASLOV podatkom numere, '%n' sa brojem numere i '%N' sa brojem numere popunjen sa vodećom 0 za brojeve staza < 10.

source: The settings file '%1' contains invalid settings and was not loaded.
sr: Konfiguracioni fajl '%1' sadrži nevažeće parametre i nije učitan.

source: The sixth mode finds the timecodes of all blocks for a track and outputs a timecode v2 file with these timecodes.
pt_br: O sexto modo encontra os códigos de tempo de todos os blocos para uma faixa e exporta um código de tempo v2 com esses códigos de tempo.
sr: Šesti režim pronalazi vremenske kodove svih blokova staze i proizvodi fajl sa ovim vremenskim kodovima formata v2.

source: The size after which a new output file is started.
sr: Veličina nakon koje je započet novi izlazni fajl.

source: The size after which a new output file is started. The letters 'G', 'M' and 'K' can be used to indicate giga/mega/kilo bytes respectively. All units are based on 1024 (G = 1024^3, M = 1024^2, K = 1024).
pt_br: Indique o tamanho a partir do qual é criado um novo arquivo. As letras 'G', 'M' e 'K' devem ser utilizadas para indicar giga/mega/kilo bytes, respectivamente. Todas as unidades são baseadas em 1024 (G = 1024^3, M = 1024^2, K = 1024).
sr: Veličina nakon koje je započet novi izlazni fajl. Slova 'G', 'M' i 'K' mogu biti upotrebljena da se naznači giga/mega/kilo bajta respektivno. Sve jedinice su bazirane na 1024 (G = 1024^3, M = 1024^2, K = 1024).

source: The size of attachment '%1%' is 0.
pt_br: O tamanho do anexo '%1%' é 0.
sr: Veličina priloga '%1%' je 0.

source: The source file '%1%' could not be opened successfully, or retrieving its size by seeking to the end did not work.
pt_br: O arquivo de origem '%1%' não pôde ser aberto corretamente, ou recuperar seu tamanho procurando até o fim não funcionou.
sr: Izvorni fajl '%1%' ne može biti uspešno otvoren, ili nije uspelo dobijanje njegove veličine dolazeći na sam kraj fajla.

source: The source for the container's timing information be various things: a value given on the command line with the '--default-duration' option, the source container or the video bitstream.
sr: Izvor za informaciju o tajmingu kontejnera mogu biti razne stvari: vrednost data preko komandne linije sa '--default-duration' parametrom, izvorni kontejner ili video bit-potok.

source: The start time could not be parsed: %1
sr: Početno vreme ne može biti raščlanjeno: %1

source: The stretch setting for track nr. %s in file '%s' is invalid.
pt_br: O ajuste de trecho para a faixa nr. %s no arquivo '%s' é inválido.
sr: Vrednost za rastezanje staze br. %s iz fajla '%s' je nevažeća.

source: The string 'all' works on all tags.
pt_br: A cadeia de caracteres 'all' funciona em todas as tags.
sr: Linija 'all' radi na svim tagovima.

source: The string 'global' works on the global tags.
pt_br: A cadeia de caracteres 'global' funciona em tags globais.
sr: Linija 'global' radi na globalnim tagovima.

source: The string 'track:' followed by one of the chars 'a', 'b', 's' or 'v' followed by a number 'n' selects the nth audio, button, subtitle or video track (e.g. '--edit track:a2'). Numbering starts at 1.
pt_br: A cadeia de caracteres 'track': seguida por um dos caracteres 'a', 'b', 's' ou 'v' seguido por um número 'n' seleciona o áudio n, botão n, legenda n ou faixa de vídeo n (ex.: '--edit track:a2'). A numeração começa em 1.
sr: Linija 'track:', praćena jednim od slova 'a', 'b', 's' ili 'v', zatim brojem 'n' selektuje n-tu stazu tipa audio, video ili titl (npr. '--edit track:a2'). Numeracija počinje od 1.

source: The string 'track:n' with 'n' being a number selects the nth track. Numbering starts at 1.
pt_br: A cadeia de caracteres 'track:n' com 'n' sendo um número que seleciona a faixa n. A numeração começa em 1.
sr: Linija 'track:n', gde je 'n' broj, selektuje n-tu stazu. Numeracija počinje od 1.

source: The strings 'info', 'segment_info' or 'segmentinfo' select the segment information element. This is also the default until the first '--edit' option is found.
pt_br: As cadeias de caracteres 'info', 'segment_info' ou 'segmentinfo' selecionam o elemento de informação do segmento. Esta é a opção padrão até '--edit' ser encontrada.
sr: Nizovi 'info', 'segment_info' ili 'segmentinfo' biraju element o informaciji segmenta. Ovo je takođe default sve dok se ne naiđe na prvi '--edit' parametar.

source: The tag or attribute '%1%' at position %2% contains data that is outside its allowed range.
pt_br: A tag ou atributo '%1%' na posição %2% contém dados que estão fora do alcance permitido.
sr: Tag ili atribut '%1%' na poziciji %2% sadrži podatak koji je izvan njegovog dozvoljenog opsega.

source: The tag or attribute '%1%' at position %2% contains invalid or mal-formed data.
pt_br: A tag ou atributo '%1%' na posição %2% contém dados inválidos ou mal formados.
sr: Tag ili atribut '%1%' na poziciji %2% sadrži nevažeći ili loše formiran podatak.

source: The tags in '%1%' could not be parsed: some mandatory elements are missing.
pt_br: As tags em '%1%' não puderam ser analisadas: alguns elementos obrigatórios estão ausentes.
sr: Tagovi u '%1%' ne mogu biti raščlanjeni: nedostaju neki obavezni elementi.

source: The temporary file '%1%' could not be opened for reading: %2%.
pt_br: O arquivo temporário %1% não pôde ser aberto para leitura: %2%.
sr: Privremeni fajl '%1%' ne može biti otvoren radi čitanja: %2%.

source: The third mode extracts attachments from the source file.
pt_br: O terceiro modo extrai anexos do arquivo de origem.
sr: Treći režim izvlači priloge iz izvornog fajla.

source: The timecode file '%1%' contains an unsupported/unrecognized format (version %2%).
pt_br: O arquivo de código de tempo '%1%' contém um formato não suportado/não reconhecido (versão %2%).
sr: Fajl sa vremenskim kodom '%1%' sadrži nepodržan/neprepoznat format (version %2%).

source: The timecode file '%1%' contains an unsupported/unrecognized format line. The very first line must look like '# timecode format v1'.
pt_br: O arquivo de código de tempo '%1%' contém contains um formato de linha não suportado/não reconhecido. A primeira linha deve parecer com '# timecode format v1'.
sr: Fajl sa vremenskim kodom '%1%' sadrži liniju od nepodržanog/neprepoznatog formata. Sama prva linija mora da izgleda kao '# timecode format v1'.

source: The timecode file '%1%' could not be opened for reading.
pt_br: O código de tempo '%1%' não pôde ser aberto para leitura.
sr: Fajl sa vremenskim kodom '%1%' ne može biti otvoren radi čitanja.

source: The timecode file '%1%' does not contain a valid 'Assume' line with the default number of frames per second.
pt_br: O arquivo de código de tempo '%1%' não contém uma linha 'Assume' válida com o número padrão de frames por segundo.
sr: Fajl sa vremenskim kodom '%1%' ne sadrži ispravnu 'Assume' liniju sa definisanim brojem slika u sekundi.

source: The timecode file '%1%' does not contain a valid 'Gap' line with the duration of the gap.
pt_br: O arquivo de código de tempo '%1%' não contém uma 'Gap' válida na linha de duração da gap.
sr: Fajl sa vremenskim kodom '%1%' ne sadrži ispravnu 'Gap' (praznina) liniju sa definisanim trajanjem praznine.

source: The timecode file '%1%' does not contain any valid entry.
pt_br: O arquivo de código de tempo '%1%' não contém nenhum registro válido.
sr: Fajl sa vremenskim kodom '%1%' ne sadrži nijedan važeći unos.

source: The timecode v2 file '%1%' contains timecodes that are not ordered. Due to a bug in mkvmerge versions up to and including v1.5.0 this was necessary if the track to which the timecode file was applied contained B frames. Starting with v1.5.1 mkvmerge now handles this correctly, and the timecodes in the timecode file must be ordered normally. For example, the frame sequence 'IPBBP...' at 25 FPS requires a timecode file with the first timecodes being '0', '40', '80', '120' etc and not '0', '120', '40', '80' etc. If you really have to specify non-sorted timecodes then use the timecode format v4. It is identical to format v2 but allows non-sorted timecodes.
pt_br: O arquivo de código de tempo v2 '%1%' contém códigos de tempo que não estão ordenados. Devido a uma falha do mkvmerge que existia até a versão 1.5.0, isso era necessário se a faixa na qual o código de tempo era aplicado continha frames B. A partir da versão 1.5.1 do mkvmerge, os códigos de tempo são ordenados corretamente, e os códigos de tempo no arquivo de códigos de tempo devem ser ordenados normalmente. Por exemplo, a sequência de frames 'IPBBP...' a 25 FPS requer um arquivo de código de tempo com os primeiros códigos de tempo sendo 0, 40, 80, 120 etc., e não 0, 120, 40, 80 etc. Se você realmente precisa especificar códigos de tempo não ordenados, use o formato v4 de códigos de tempo. É idêntico ao formato de tempo v2, ma permite códigos de tempo não ordenados.
sr: Fajl sa v2 vremenskim kodovima '%1%' sadrži kodove koji nisu poređani po redu. Zbog baga u mkvmerge verzijama do i uključujući v1.5.0 ovo je bilo neophodno ako je staza na koju je vremenski kod primenjen sadržavala B slike. Počevši od v1.5.1 mkvmerge sada rukuje sa ovim ispravno, i vremenski kodovi moraju biti normalno raspoređeni. Na primer, sekvenca 'IPBBP...' pri 25 FPS zahteva vremenske kodove da budu '0', '40', '80', '120' itd a ne '0', '120', '40', '80' etc. Ako stvarno morate da navedete nesortirane kodove onda koristite format v4. Identičan je formatu v2 ali dozvoljava nesortirane vremenske kodove.

source: The timecodes after which a new output file is started.
sr: Vremenski kodovi nakon kojeg je započet novi izlazni fajl.

source: The timecodes after which a new output file is started. The timecodes refer to the whole stream and not to each individual output file. The timecodes can be given either in the form HH:MM:SS.nnnnnnnnn or as the number of seconds followed by 's'. You may omit the number of hours 'HH'. You can specify up to nine digits for the number of nanoseconds 'nnnnnnnnn' or none at all. If given then you may use up to nine digits after the decimal point. If two or more timecodes are used then you have to separate them with commas. The formats can be mixed, too. Examples: 01:00:00,01:30:00 (after one hour and after one hour and thirty minutes) or 1800s,3000s,00:10:00 (after three, five and ten minutes).
pt_br: Os códigos de tempo posteriores ao início do novo arquivo de saída. Os códigos de tempo referem-se a uma faixa e não a cada arquivo de saída. Os códigos de tempo podem ser dados na forma HH:MM:SS.nnnnnnnnn ou como o número de segundos seguido por 's'. Você pode omitir o número de horas. Você pode especificar até nove dígitos para o número de nanossegundos 'nnnnnnnnn' ou nenhum. Se dois ou mais códigos de tempo forem usados, você deverá separá-los com vírgulas. Os formatos podem ser mesclados, também. Exemplos: 01:00:00,01:30:00 (depois de uma hora e depois de uma hora e meia) ou 1800s,3000s,00:10:00 (depois de três, cinco e dez minutos).
sr: Vremenski kodovi nakon kojeg je započet novi izlazni fajl. Oni se odnose na celi potok a ne na celi pojedinačni izlazni fajl. Vremenski kodovi mogu biti dati bilo u formi HH:MM:SS.nnnnnnnnn ili kao broj sekundi praćen sa 's'. Možete izostaviti broj sati 'HH'. Možete navesti do devet cifara za broj nanosekundi 'nnnnnnnnn' ili nijednu. Ako je navedeno onda možete koristiti do devet cifara posle decimalne tačke. Ako je korišćeno dva ili više vremenska koda onda ih morate odvojiti zarezima. Formati takođe mogu biti mešoviti. Primeri: 01:00:00,01:30:00 (posle jednog sata i posle jednog sata i trideset minuta) ili 180s,300s,00:10:00 (posle tri, pet i 10 minuta).

source: The timecodes can be given either in the form HH:MM:SS.nnnnnnnnn or as the number of seconds followed by 's'.
pt_br: Os códigos de tempo podem ser dados na forma HH:MM:SS.nnnnnnnnn ou como um número de segundos seguido por 's'.
sr: Vremenski kodovi mogu biti dati bilo u formi HH:MM:SS.nnnnnnnnn ili kao broj sekundi sa pratećim 's'.

source: The timecodes for this stream have been reset in the middle of the file. This is not supported. The current packet will be discarded.
pt_br: Os códigos de tempo foram restabelecidos na metade do arquivo. Isto não é suportado. O pacote atual será descartado.
sr: Vremenski kodovi za ovaj potok su bili resetovani u sredini fajla. Ovo nije podržano. Trenutni paket će biti odbačen.

source: The timecodes refer to the whole stream and not to each individual output file.
sr: Vremenski kodovi se odnose na celi potok a ne na svaki pojedinačni izlazni fajl.

source: The title for the whole movie.
pt_br: Título completo do filme.
sr: Naslov za ceo film.
