Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: mkvmerge can read CUE sheets for audio CDs and automatically convert them to chapters. This option controls how the chapter names are created. The sequence '%p' is replaced by the track's PERFORMER, the sequence '%t' by the track's TITLE, '%n' by the track's number and '%N' by the track's number padded with a leading 0 for track numbers < 10. The rest is copied as is. If nothing is entered then '%p - %t' will be used.
pt_br: O mkvmerge pode ler as folhas CUE para CDs de áudio e automaticamente convertê-las para capítulos. Esta opção controla como os nomes de capítulos são criados. A sequência '%p' é substituída pelo INTÉRPRETE da faixa, a sequência '%t' pelos TÍTULOS das faixas, '%n' pelo número da faixa e '%N' pelo número acolchoado com o indicador 0 para os números da faixa < 10. O resto é copiado como está. Se nada for inserido, '%p - %t' será usado.
sr: mkvmerge može da čita CUE list za audio CD-ove i da ih automatski konvertuje u poglavlja. Ova opcija kontroliše kako su imena poglavlja kreirana. Niz '%p' je zamenjen sa IZVOĐAČ podatkom staze, niz '%t' sa NASLOV podatkom staze, '%n' sa brojem staze i '%N' sa brojem staze popunjen sa vodećom 0 za brojeve staza < 10. Ostalo je kopirano onako kako jeste. Ako ništa nije uneto onda će '%p - %t' biti korišćeno.

source: mkvmerge can read and use timecodes from an external text file. This feature is a very advanced feature. Almost all users should leave this entry empty.
pt_br: O mkvmerge pode ler e utilizar códigos de tempo de um arquivo de texto externo. Esta é uma opção muito avançada. A maioria dos utilizadores deverá deixar este campo em branco.
sr: mkvmerge može da čita i koristi vremenske kodove iz spoljnog fajla. Ova odlika je veoma napredna odlika. Skoro svi korisnici bi trebalo da ostave ovaj unos prazan.

source: mkvmerge command line
sr: mkvmerge komandna linija

source: mkvmerge does not distinguish between those two and simply counts the number of blocks.
pt_br: o mkvmerge não distingue entre esses dois e simplesmente conta o número de blocos.
sr: mkvmerge ne razlikuje između ovo dvoje i samo broji broj blokova.

source: mkvmerge encountered broken or unparsable data in this AVC/h.264 video track. Either your file is damaged (which mkvmerge cannot cope with yet) or this is a bug in mkvmerge itself. The error message was: %1%
pt_br: mkvmerge encontrou dados corrompidos ou não analisáveis nesta faixa AVC/h.264. Ou o arquivo está corrompido (com o qual o mkvmerge não consegue lidar ainda), ou há um bug no próprio mkvmerge. A mensagem de erro foi: %1%
sr: mkvmerge je naišao na nepotpun ili nečitljiv podatak u ovoj AVC/h.264 video stazi. Vaš fajl je ili oštećen (sa čim mkvmerge ne može da se nosi) ili je ovo greška u samom mkvmerge programu. Poruka o grešci je bila: %1%

source: mkvmerge encountered broken or unparsable data in this HEVC video track. Either your file is damaged (which mkvmerge cannot cope with yet) or this is a bug in mkvmerge itself. The error message was: %1%
sr: mkvmerge je naišao na nepotpun ili nečitljiv podatak u ovoj HEVC video stazi. Vaš fajl je ili oštećen (sa čim mkvmerge ne može da se nosi) ili je ovo greška u samom mkvmerge programu. Poruka o grešci je bila: %1%

source: mkvmerge executable
pt_br: Executável mkvmerge
sr: mkvmerge izvršni fajl

source: mkvmerge finished with a return code of %d. %s
pt_br: mkvmerge terminou com o código %d. %s
sr: mkvmerge je završio sa povratnim kodom od %d. %s

source: mkvmerge has finished
pt_br: O mkvmerge terminou
sr: mkvmerge je završio

source: mkvmerge has not been compiled with FLAC support but handling of this stream has been requested.
pt_br: mkvmerge não foi compilado com suporte a FLAC, mas a manipulação desses arquivos foi requisitada.
sr: mkvmerge nije kompajlovan sa podrškom za FLAC ali upotreba ovog potoka je tražena.

source: mkvmerge is running
pt_br: mkvmerge em execução
sr: mkvmerge trenutno radi

source: mkvmerge normally calculates the delay implied by its presence and offsets all of the track's timecodes by it.
sr: mkvmerge obično izračunava kašnjenje nagovešteno njegovim prisustvom i pomera sve vremenske kodove staze za tu vrednost.

source: mkvmerge options
pt_br: Opções do mkvmerge
sr: mkvmerge opcije

source: mkvmerge output:
pt_br: Relatório mkvmerge:
sr: mkvmerge izlaz:

source: mkvmerge supports two chapter formats: The OGM like text format and the full featured XML format.
pt_br: O mkvmerge suporta dois formatos de capítulos. O OGM (formato de texto) e o XML (com todas as funções).
sr: mkvmerge podržava dva formata poglavlja: tekstualni poput OGM formata i potpuno funkcionalni XML format.

source: mkvmerge supports two chapter formats: The OGM like text format and the full featured XML format. If the OGM format is used and the file's charset is not recognized correctly then this option can be used to correct that. This option is ignored for XML chapter files.
pt_br: O mkvmerge suporta dois formatos de capítulos. Os OGM (formato de texto) e os XML (com todas as funções). Se for usado o formato OGM e o arquivo não for reconhecido corretamente, você deve usar esta opção para corrigir essa anomalia. Esta opção será ignorada para os arquivos de capítulos em formato XML.
sr: mkvmerge podržava dva formata poglavlja: tekstualni poput OGM formata i potpuno funkcionalni XML format. Ako je OGM format korišćen i skup znakova fajla nije ispravno prepoznat tada ova opcija može biti korišćena da to popravi. Ovo se ignoriše za fajlove poglavlja XML tipa.

source: mkvmerge supports two chapter formats: The OGM like text format and the full featured XML format. This option specifies the language to be associated with chapters if the OGM chapter format is used. It is ignored for XML chapter files.
pt_br: O mkvmerge suporta dois formatos de capítulos. Os OGM (formato de texto) e os XML (com todas as funções). Esta opção especifica o idioma a ser associado com os capítulos no formato OGM. Esta opção será ignorada para os arquivos de capítulos em formato XML.
sr: mkvmerge podržava dva formata poglavlja: tekstualni poput OGM formata i potpuno funkcionalni XML format. Ova opcija određuje jezik koji se povezuje za poglavlja ako je OGM format poglavlja korišćen. Ovo se ignoriše za fajlove poglavlja XML tipa.

source: mkvmerge was interrupted by a SIGINT (Ctrl+C?)
pt_br: mkvmerge foi interrompido por um SIGINT (Ctrl+C?)
sr: mkvmerge je prekinut od strane SIGINT (Ctrl+C?)

source: mkvpropedit [options] <file> <actions>
pt_br: mkvpropedit [opções] <arquivo> <ações>
sr: mkvpropedit [opcije] <fajl> <akcije>

source: mm_text_io_c: UTF32_* is not supported at the moment.
pt_br: mm_text_io_c: UTF32_* não é suportado no momento.
sr: mm_text_io_c: UTF32_* nije podržano trenutno.

source: mmg can scan these files, present the results including duration and number of tracks of each playlist found and let you choose which one to add.
sr: mmg može da skenira ove fajlove, prikaže rezultate uključujući trajanje i broj staza u svakoj pronađenoj plejlisti i ponudi vam da izaberete koju od njih da doda.

source: mmg debug output
pt_br: Relatório de depuração do mmg
sr: mmg debug izlaz

source: mmg options
pt_br: Opções do mmg
sr: mmg opcije

source: mmg will reset to the default list if no entry is selected.
pt_br: O mmg irá mostar a lista por padrão se nenhum registro for selecionado.
sr: mmg će izabrati glavnu listu ako nijedan unos nije izabran.

source: mpeg_ps_reader: Should not have happened #1. %1%
pt_br: mpeg_ps_reader: Não deveria ter acontecido #1. %1%
sr: mpeg_ps_reader: Nije trebalo da se desi #1. %1%

source: mpeg_ps_reader: Should not have happened #2. %1%
pt_br: mpeg_ps_reader: Não deveria ter acontecido #2. %1%
sr: mpeg_ps_reader: Nije trebalo da se desi #2. %1%

source: never scan for other playlists
pt_br: nunca pesquisar
sr: nikad ne skeniraj za druge plejliste

source: no
pt_br: não
sr: ne

source: no cues
sr: bez cue-ova

source: no encryption
pt_br: sem encriptação
sr: nema šifrovanja

source: no error
pt_br: sem erro
sr: bez greške

source: no errors yet
sr: još uvek bez grešaka

source: no extra compression
sr: bez dodatne kompresije

source: no file loaded
pt_br: nenhum arquivo carregado
sr: nije učitan fajl

source: no job started yet
sr: nijedan zadatak još nije započet

source: no output yet
sr: još uvek bez izlaznog fajla

source: no signature algorithm
pt_br: nenhuma assinatura algorítmica
sr: bez potpisa algoritam

source: no signature hash algorithm
pt_br: nenhuma assinatura com função algorítmica
sr: bez potpisa hash algoritam

source: no splitting
pt_br: não dividir
sr: bez podele

source: no warnings yet
sr: još uvek bez upozorenja

source: none
pt_br: nenhuma
sr: ništa

source: normal
sr: normalno

source: not finished yet
sr: nije još završeno

source: not started yet
sr: nije još započeto

source: off
sr: isključeno

source: ogg_stream_init for stream number %1% failed. Will try to continue and ignore this stream.
pt_br: ogg_stream_init para o arquivo número %1% falhou. O programa tentará continuar e ignorar este arquivo.
sr: ogg_stream_init za potok broj %1% nije uspeo. Probaću da nastavim i da ignorišem ovaj potok.

source: ogg_sync_buffer failed
pt_br: ogg_sync_buffer falhou
sr: ogg_sync_buffer nije uspeo

source: on
sr: uključeno

source: only for I frames
pt_br: apenas para os frames I
sr: samo za I slike

source: only if the run was successfull
pt_br: apenas se executada com sucesso
sr: samo ako je prolaz bio uspešan

source: only to the first output file
sr: Samo za prvi izlazni fajl

source: ordered
pt_br: ordenado
sr: poređano

source: output options
pt_br: opções de saída
sr: opcije izlaznog fajla

source: output sampling freq: %1%
pt_br: frequência de amostragem de saída: %1%
sr: izlazna frekvencija uzorkovanja: %1%

source: passthrough
sr: prolaz

source: pending
pt_br: pendente
sr: na čekanju

source: pending automatic start
sr: čeka se auotmatsko startovanje

source: pending manual start
sr: čeka se ručno startovanje

source: pixel crop bottom: %1%
pt_br: corte de pixel (baixo): %1%
sr: podrezivanje piksela dole: %1%

source: pixel crop left: %1%
pt_br: corte de pixel (esquerda): %1%
sr: Podrezivanje piksela levo: %1%

source: pixel crop right: %1%
pt_br: corte de pixel (direita): %1%
sr: Podrezivanje piksela desno: %1%

source: pixel crop top: %1%
pt_br: corte de pixel (cima): %1%
sr: Podrezivanje piksela gore: %1%

source: pixel height: %1%
pt_br: altura de pixels: %1%
sr: visina u pikselima: %1%

source: pixel width: %1%
pt_br: largura de pixels: %1%
sr: širina u pikselima: %1%

source: raw data
pt_br: dados raw
sr: sirovi podaci

source: ready
pt_br: pronto
sr: spreman

source: real_reader: Couldn't find RealAudio FourCC for id %1% (description length: %2%) Skipping track.
pt_br: real_reader: Não foi possível encontrar o FourCC de RealAudio para o ID %1% (descrição de extensão: %2%). Pulando faixa.
sr: real_reader: Ne mogu da nađem RealAudio FourCC za id %1% (dužina opisa: %2%) Preskačem stazu.

source: real_reader: Only audio header versions 3, 4 and 5 are supported. Track ID %1% uses version %2% and will be skipped.
pt_br: real_reader: Somente as versões de cabeçalho 3, 4 e 5 são suportadas. O ID de faixa %1% usa a versão %2% e será pulada.
sr: real_reader: Podržane su samo verzije 3, 4 i 5 audio zaglavlja. Track ID %1% koristi verziju %2% i biće preskočen.

source: remove
pt_br: remover
sr: ukloni

source: remove all
pt_br: remover todos
sr: ukloni sve

source: rest: unknown
pt_br: restante: desconhecido
sr: ostalo: nepoznato

source: row interleaved (left first)
pt_br: linha intercalada (esquerda primeiro)
sr: isprepletan red (levo prvo)

source: row interleaved (right first)
pt_br: linha intercalada (direita primeiro)
sr: isprepletan red (desno prvo)

source: running
sr: radim

source: sampling freq: %1%
pt_br: frequência de amostra: %1%
sr: učestalost uzorkovanja: %1%

source: set to "no"
sr: postavi na "ne"

source: set to "yes"
sr: postavi na "da"

source: side by side (left first)
pt_br: lado a lado (esquerda primeiro)
sr: jedna pored druge (levo prvo)

source: side by side (right first)
pt_br: lado a lado (direita primeiro)
sr: jedna pored druge (desno prvo)

source: split after duration
pt_br: dividir após duração
sr: podeli posle određenog trajanja

source: split after frame/field numbers
pt_br: dividir depois do frame
sr: podeli posle određenog broja slike/poluslike

source: split after size
pt_br: dividir após tamanho
sr: podeli posle određene veličine

source: split after timecodes
pt_br: dividir após códigos de tempo
sr: podeli posle određenog vremenskog koda

source: split before chapters
pt_br: dividir antes do início dos capítulos
sr: podeli po poglavljima

source: split by parts based on frame/field numbers
pt_br: dividir em partes baseado no número do frame
sr: podeli na delove na osnovu brojeva slika/poluslika

source: split by parts based on timecodes
pt_br: dividir em partes baseado em códigos de tempo
sr: podeli na delove na osnovu vremenskih kodova

source: spu_extraction_duration: Encountered broken SPU packet (next_off < start_off) at timecode %1%. This packet might be displayed incorrectly or not at all.
pt_br: spu_extraction_duration: Encontrado pacote SPU corrompido (next_off < start_off) no código de tempo %1%. Este pacote pode ser mostrado incorretamente, ou sequer ser mostrado.
sr: spu_extraction_duration: Naišao na pokvaren SPU paket (next_off < start_off) pri vremenskom kodu %1%. Ovaj paket može biti prikazan nepravilno ili ne uopšte.

source: ssa_reader: Invalid format. Could not find the "Format" line in the "[Events]" section.
pt_br: ssa_reader: Invalid format. Não foi possível encontrar a linha "Format" na seção "[Events]".
sr: ssa_reader: Nevažeći format. Ne mogu naći "Format" liniju u "[Events]" sekciji.

source: start >= m->ListSize(). This should not have happened. Please file a bug report. Thanks.
pt_br: start >= m->ListSize(). Isto não deveria acontecer. Por favor, envie um relatório de bug. Obrigado.
sr: start >= m->ListSize(). Ovo nije trebalo da se desi. Molim vas podnesite izveštaj o grešci. Hvala.

source: subtitle
pt_br: legenda
sr: titl

source: subtitles
pt_br: legendas
sr: titlovi

source: tags
sr: tagovi

source: text subtitles
pt_br: legendas em formato de texto
sr: tekstualni titlovi

source: timecodes
pt_br: códigos de tempo
sr: vremenski kodovi

source: to all output files
sr: Za sve fajlove

source: toggle all
sr: uključi sve

source: top bottom (left first)
pt_br: superior inferior (esquerda primeiro)
sr: od vrha do dna (levo prvo)

source: top bottom (right first)
pt_br: superior inferior (direita primeiro)
sr: od vrha do dna (desno prvo)

source: track name
pt_br: nome da faixa
sr: ime staze

source: und (Undetermined)
pt_br: N/A (indeterminado)
sr: und (Neodređen)

source: unknown
pt_br: desconhecido
sr: nepoznato

source: unknown, format tag 0x%|1$04x|
pt_br: desconhecido, formato de tag 0x%|1$04x|
sr: nepoznato, tag formata 0x%|1$04x|

source: unlimited
sr: neograničen

source: up
pt_br: para cima
sr: gore

source: utf8_strlen(): Invalid UTF-8 char. First byte: 0x%|1$02x|
sr: utf8_strlen(): Nevažeći simbol UTF-8. Prvi bajt: 0x%|1$02x|

source: verify failed: chapters->CheckMandatory() is false. This should not have happened. Please file a bug report.
pt_br: verificação falhou: capítulos->CheckMandatory() é falso. Isto não deveria acontecer. Por favor, envie um relatório de bug.
sr: provera nije uspela: chapters->CheckMandatory() je netačno. Ovo nije trebalo da se desi. Molim vas podnesite izveštaj o grešci.

source: vobsub_reader: sub file read failure
pt_br: vobsub_reader: leitura do arquivo sub falhou
sr: vobsub_reader: neuspešno pročitan sub fajl.

source: wavpack_reader: non-audio block found
pt_br: wavpack_reader: nenhum bloco de áudio encontrado
sr: wavpack_reader: nađen ne-audio blok

source: wavpack_reader: unknown sample rate!
pt_br: wavpack_reader: taxa de amostragem desconhecida!
sr: wavpack_reader: nepoznata učestalost uzorka!

source: yes
pt_br: sim
sr: da

source: – no selection by default –
sr: – bez selekcije –

source: – set to none –
sr: – nijedna –

source: (fixed)
pt_br: (fixado)

source: ### Development hacks ###
pt_br: ### Hacks de desenvolvimento ###

source: ### Global output control ###
pt_br: ### Controle de saída global ###

source: %1% frame, track %2%, timecode %3% (%4%), duration %|5$.3f|, size %6%, adler 0x%|7$08x|%8%%9%
pt_br: Frame %1%, faixa %2%, código de tempo %3% (%4%), duração de %|5$.3f|, tamanho de %6%, adler 0x%|7$08x|%8%%9%

source: %1% frame, track %2%, timecode %3% (%4%), size %5%, adler 0x%|6$08x|%7%
pt_br: Frame %1%, faixa %2%, código de tempo %3% (%4%), tamanho de %5%, adler 0x%|6$08x|%7%

source: %1% frame, track %2%, timecode %3% (%4%), size %5%, adler 0x%|6$08x|%7%%8%
pt_br: Frame %1%, faixa %2%, código de tempo %3% (%4%), tamanho de %5%, adler 0x%|6$08x|%7%%8%

source: %1%: missing dividend in '%2% %3%'.
pt_br: %1%: dividendo ausente em '%2% %3%'.

source: %1%: missing divisor in '%2% %3%'.
pt_br: %1%: divisor ausente em '%2% %3%'.

source: %1%: missing track ID in '%2% %3%'.
pt_br: %1%: faixa de ID faltando em '%2% %3%'.

source: &Start
pt_br: &Iniciar

source: '%1%' track %2%: %3%
pt_br: '%1%' faixa %2%: %3%

source: --- BEGIN job %d (%s, added on %s)
pt_br: --- INICIOU a tarefa %d (%s, adicionada em %s)

source: --- END job %d
pt_br: --- TERMINOU a tarefa %d

source: AdditionalID: %1%
pt_br: ID adicional: %1%

source: Block additional ID: %1%
pt_br: ID de bloco adicional: %1%

source: Block additional: %1%
pt_br: Bloco adicional: %1%

source: Chapter Translate Codec: %1%
pt_br: Codec de Tradução do Capítulo: %1%

source: Chapter Translate Edition UID: %1%
pt_br: Edição Traduzida do UID do Capítulo: %1%

source: Chapter Translate ID: %1%
pt_br: ID de Tradução do Capítulo: %1%

source: Codec ID
pt_br: ID do codec

source: Codec ID: %1%
pt_br: ID do codec: %1%

source: Codec decode all: %1%
pt_br: Decodificação total do codec: %1%

source: Cue block number: %1%
pt_br: Número de bloco cue: %1%

source: Cue ref codec state: %1%
pt_br: Erro do codec de referência do cue: %1%

source: Cue ref number: %1%
pt_br: Número de referência do cue: %1%

source: Cue ref time: %|1$.3f|s
pt_br: Tempo de referência do cue: %|1$.3f|s

source: Cue relative position: %1%
pt_br: Posição relativa do cue: %1%

source: Cues:
pt_br: Indexação:

source: Debug>
pt_br: Depurador>

source: Default
pt_br: Padrão

source: Default flag: %1%
pt_br: Flag padrão: %1%

source: EditionEntry %u
pt_br: Entrada %u

source: Error: Couldn't open input file %1% (%2%).
pt_br: Erro: Não foi possível abrir o arquivo de entrada %1% (%2%).

source: Family UID: %1%
pt_br: Família UID: %1%

source: Gamma: %1%
pt_br: Gama: %1%

source: Global
pt_br: Opções globais

source: Input data error
pt_br: Erro nos dados de entrada

source: Keep only the BlockAdditions up to this level (default: keep all levels)
pt_br: Manter somente os BlockAdditions até este nível (padrão: manter todos os níveis)

source: No %1% specified in '--%2% %3%'.
pt_br: Nenhum %1% especificado em '--%2% %3%'.

source: Nothing to do.
pt_br: Nada para fazer.

source: Re-rendering track headers: data_size != 0 not implemented yet. %1%
pt_br: Renderizando cabeçalhos de faixa novamente: data_size != 0 ainda não implementado. %1%

source: Reference block: %1%.%|2$06d|ms
pt_br: Bloco de referência: %1%.%|2$06d|ms

source: Reference block: -%1%.%|2$06d|ms
pt_br: Bloco de referência: -%1%.%|2$06d|ms

source: Seek ID: %1% (%2%)
pt_br: Buscar ID: %1% (%2%)

source: Seek entry
pt_br: Buscar registro

source: Seek head
pt_br: Buscar cabeçalho

source: Seek position: %1%
pt_br: Procurar posição: %1%

source: Seek pre-roll: %|1$.3f|ms (%2%ns)
pt_br: Buscar pre-roll: %|1$.3f|ms (%2%ns)

source: Segment
pt_br: Segmento

source: Segment edition UID:
pt_br: UID de edição do segmento:

source: SimpleBlock (%1%track number %2%, %3% frame(s), timecode %|4$.3f|s = %5%)
pt_br: BlocoSimples (%1% faixa de número %2%, %3% frame(s), código de tempo %|4$.3f|s = %5%)

source: Status
pt_br: Estado

source: Status:
pt_br: Estado:

source: String
pt_br: String (Palavra - cadeia de caractéres)

source: The edit specifications '%1%' and '%2%' resolve to the same track with the UID %3%.
pt_br: Os ajustes de edição '%1%' e '%2%' determinam a mesma faixa com o UID %3%.

source: The root element must be <%1%>.
pt_br: O elemento base deve ser <%1%>.

source: The string 'track:=uid' with 'uid' being a number selects the track whose 'track UID' element equals 'uid'.
pt_br: A cadeia de caracteres 'track:=uid' com 'uid' sendo um número que seleciona a faixa cujo elemento 'track UID' seja igual a 'uid'.

source: The string 'track:@number' with 'number' being a number selects the track whose 'track number' element equals 'number'.
pt_br: A cadeia de caracteres 'track:@number' com 'number' sendo um número que seleciona a faixa cujo elemento 'track number' é igual a 'number'.

source: The track headers could not be rendered correctly. %1%
pt_br: Os cabeçalhos de faixa não puderam ser renderizados corretamente. %1%

source: Time slice
pt_br: Tempo de corte

source: Track overlay: %1%
pt_br: Sobreposição de faixa: %1%

source: VobButtons
pt_br: BotõesVob

source: WAVPACK v4 audio
pt_br: WAVPACK v4 áudio

source: audio
pt_br: áudio

source: default
pt_br: padrão

source: deflateInit() failed. Result: %1%
pt_br: deflateInit() falhou. Resultado: %1%

source: discardable,
pt_br: descartável,

source: filelist_t not found for generic_packetizer_c. %1%
pt_br: filelist_t não encontrado para generic_packetizer_c. %1%

source: have an xcptn
pt_br: tem um xcptn

source: inflateInit() failed. Result: %1%
pt_br: inflateInit() falhou. Resultado: %1%

source: memory.cpp/safememdup() called from file %1%, line %2%: malloc() returned nullptr for a size of %3% bytes.
pt_br: memory.cpp/safememdup() chamado do arquivo %1%, linha %2%: malloc() returned nullptr para um tamanho de %3% bytes.

source: memory.cpp/saferealloc() called from file %1%, line %2%: realloc() returned nullptr for a size of %3% bytes.
pt_br: memory.cpp/saferealloc() chamada do arquivo %1%, linha %2%: realloc() returned nullptr para um tamanho de %3% bytes.

source: mkvextract.cpp/show_element(): level > 9: %1%
pt_br: mkvextract.cpp/mostrar_elemento(): nível > 9: %1%

source: mkvmerge/mkvextract track ID: %1%
pt_br: ID de faixa do mkvmerge/mkvextract: %1%

source: tta_reader: tag_size < 0 in the c'tor. %1%
pt_br: tta_reader: tamanho_tag < 0 no c'tor. %1%

source: video
pt_br: vídeo
