Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Error opening file
pt_br: Erro ao abrir arquivo
sr: Greška prilikom otvaranja fajla

source: Error parsing a MPEG PS packet during the header reading phase. This stream seems to be badly damaged.
pt_br: Erro analisando um pacote MPEG PS durante a fase de leitura do cabeçalho. Este arquivo parece estar muito corrompido.
sr: Greška prilikom raščlanjivanja MPEG PS paketa za vreme faze čitanja zaglavlja. Izgleda da je ovaj potok veoma oštećen.

source: Error parsing the chapters in '%1%': some mandatory elements are missing.
pt_br: Erro ao analisar os capítulos em '%1%': alguns elementos obrigatórios estão faltando.
sr: Greška prilikom raščlanjivanja poglavlja iz '%1%': nedostaju neki obavezni elementi.

source: Error parsing the file
pt_br: Erro ao analisar arquivo
sr: Greška prilikom raščlanjivanja fajla

source: Error parsing the tags in '%1%': some mandatory elements are missing.
pt_br: Erro ao analisar as tags em '%1%': alguns elementos obrigatórios estão faltando.
sr: Greška prilikom raščlanjivanja tagova iz '%1%': nedostaju neki obavezni elementi.

source: Error saving the information
pt_br: Erro ao salvar a informação
sr: Greška prilikom snimanja informacije

source: Error writing Matroska file
pt_br: Erro ao escrever arquivo Matroska
sr: Greška prilikom pisanja Matroska fajla

source: Error:
pt_br: Erro:
sr: Greška:

source: Error:
pt_br: Erro:
sr: Greška:

source: Error: Couldn't open input file %1% (%2%).
sr: Greška: Ne mogu da otvorim ulazni fajl %1% (%2%).

source: Error: No EBML head found.
pt_br: Erro: Nenhum cabeçalho EBML encontrado.
sr: Greška: Nije nađena EBML glava

source: Error: no output file name was given.
pt_br: Erro: Não foi indicado o nome do arquivo de saída.
sr: Greška: nije dato ime izlaznog fajla.

source: Error: vorbis_packetizer: Could not extract the stream's parameters from the first packets.
pt_br: Erro: vorbis_packetizer: Não foi possível extrair os parâmetros do arquivo desde os pacotes iniciais.
sr: Greška: vorbis_packetizer: Ne mogu da izvučem parametre potoka iz prvih paketa.

source: Errors:
pt_br: Erros:
sr: Greške:

source: Even if there were warnings
sr: čak i ako je bilo upozorenja

source: Everything went fine.
pt_br: Tudo ocorreu bem.
sr: Sve je prošlo odlično.

source: Example
pt_br: Exemplo
sr: Primer

source: Examples: 01:00:00 (after one hour) or 1800s (after 1800 seconds).
sr: Primeri: 01:00:00 (posle jednog sata) ili 1800s (posle 1800 sekundi).

source: Examples: 01:00:00,01:30:00 (after one hour and after one hour and thirty minutes) or 180s,300s,00:10:00 (after three, five and ten minutes).
sr: Primeri: 01:00:00,01:30:00 (posle jednog sata i posle jednog sata i trideset minuta) ili 180s,300s,00:10:00 (posle tri, pet i deset minuta).

source: Exception details:
sr: Detalji odstupanja:

source: Executable files (*.exe)|*.exe|%s
pt_br: Arquivos executáveis (*.exe)|*.exe|%s
sr: Izvršni fajlovi (*.exe)|*.exe|%s

source: Expand all entries so that their sub-entries will be shown
pt_br: Expandir todos os registros para que todos os sub-registros sejam mostrados
sr: Proširi sve stavke tako da njihove pod-stavke budu prikazane

source: Expected a time in the following format: HH:MM:SS.nnn (HH = hour, MM = minute, SS = second, nnn = millisecond up to nanosecond. You may use up to nine digits for 'n' which would mean nanosecond precision). You may omit the hour as well. Found '%1%' instead. Additional error message: %2%
pt_br: Tempo esperado no seguinte formato: HH:MM:SS.nnn (HH = hora, MM = minuto, SS = segundo, nnn = milissegundo até nanossegundo. Você pode usar até nove dígitos para 'n', garantindo uma precisão em nanossegundos). Você pode omitir as horas também. Encontrado %1% no lugar. Mensagem de erro adicional: %2%
sr: Očekivao vreme u sledećem formatu: HH:MM:SS.nnn (HH = čas, MM = minut, SS = sekund, nnn = milisekund sve do nanosekund. Možete koristiti do devet cifara za 'n' što bi značilo preciznost u nanosekund). Možete takođe da ne navedete čas. Našao '%1%' umesto. Dodatna poruka o grešci: %2%

source: Exports the chapter information in the simple format used in OGM tools (CHAPTER01=... CHAPTER01NAME=...).
pt_br: Exporta a informação do capítulo em um formato simples usado nas ferramentas OGM (CAPÍTULO01= ... NOMEDOCAPÍTULO01 = ...).
sr: Izvozi informaciju o poglavlju u jednostavnom formatu koji je koristi u OGM tools (CHAPTER01=... CHAPTER01NAME=...).

source: Extra options
pt_br: Opções adicionais
sr: Dodatne opcije

source: Extract the data to a raw file including the CodecPrivate as a header.
pt_br: Extrai os dados para um arquivo raw incluindo o codec privado como um cabeçalho.
sr: Izvuci podatke u sirovi (raw) fajl uključujući CodecPrivate kao zaglavlje.

source: Extract the data to a raw file.
pt_br: Extrair os dados para um arquivo raw.
sr: Izvuci podatke u sirovi fajl (raw).

source: Extracted the aspect ratio information from the HEVC video data and set the display dimensions to %1%/%2%.
sr: Izvukao informaciju o formatu slike iz HEVC video podatka i namestio dimenzije prikaza na %1%/%2%.

source: Extracted the aspect ratio information from the MPEG-4 layer 10 (AVC) video data and set the display dimensions to %1%/%2%.
pt_br: As informações do aspecto do vídeo (aspect ratio) dos dados do vídeo MPEG-4 layer 10 (AVC) foram extraídas e as dimensões de reprodução foram estabelecidas para %1%/%2%.
sr: Izvukao informaciju o formatu slike iz MPEG-4 layer 10 (AVC) video podatka i namestio dimenzije prikaza na %1%/%2%.

source: Extracted the aspect ratio information from the MPEG4 layer 2 video data and set the display dimensions to %1%/%2%.
pt_br: Informação extraída da relação de aspecto dos dados do vídeo MPEG4 layer 2 e estabelecidas as dimensões de visualização para %1%/%2%.
sr: Izvukao informaciju o formatu slike iz MPEG-4 layer 2 video podatka i namestio dimenzije prikaza na %1%/%2%.

source: Extracted the aspect ratio information from the Theora video headers and set the display dimensions to %1%/%2%.
pt_br: Extraída a informação da relação de aspecto dos cabeçalhos de vídeo Theora e estabelecidas as dimensões de visualização para %1%/%2%.
sr: Izvukao informaciju o formatu slike iz Theora video zaglavlja i namestio dimenzije prikaza na %1%/%2%.

source: Extracting track %1% with the CodecID '%2%' to the file '%3%'. Container format: %4%
pt_br: Extraindo faixa %1% com o ID de codec '%2%' para o arquivo '%3%'. Formato do conteiner: %4%
sr: Izvlačim stazu %1% koja ima CodecID '%2%' u fajl '%3%'. Kontejner format: %4%

source: Extraction of track ID %1% with the CodecID '%2%' is not supported.
pt_br: A extração da faixa %1% com o ID de codec '%2%' não é suportada.
sr: Izvlačenje track ID %1% sa CodecID '%2%' nije podržano.

source: Failed to create the VobSub data file '%1%': %2%
pt_br: Falha ao criar o arquivo de dados VobSub '%1%': %2%
sr: Nisam uspeo da napravim VobSub fajl sa podacima '%1%': %2%

source: Failed to create the file '%1%': %2%
pt_br: Falha ao criar o arquivo '%1%': %2%
sr: Nisam uspeo da napravim fajl '%1%': %2%

source: Failed to create the file '%1%': %2% (%3%)
pt_br: Falhou ao criar o arquivo: '%1%': %2% (%3%)
sr: Nisam uspeo da napravim fajl '%1%': %2% (%3%)

source: Failed to create the temporary file '%1%': %2%
pt_br: Falha ao criar o arquivo temporário '%1%': %2%
sr: Nisam uspeo da napravim privremeni fajl '%1%': %2%

source: Failed to parse the USF codec private data for track %1%: %2%
pt_br: Falhou ao analisar os dados privados do codec USF para a faixa %1%: %2%
sr: Nisam uspeo da raščlanim lične podatke USF kodeka za stazu %1%: %2%

source: Fi&le title:
sr: Na&slov fajla:

source: File %1% has unknown type. Please have a look at the supported file types ('mkvmerge --list-types') and contact the author Moritz Bunkus <moritz@bunkus.org> if your file type is supported but not recognized properly.
pt_br: O arquivo %1% não é reconhecido. Verifique os tipos de arquivos suportados ('mkvmerge --list-types') e contate o autor Moritz Bunkus <moritz@bunkus.org> se o seu tipo de arquivo for suportado, mas não reconhecido corretamente.
sr: Fajl %1% je nepoznatog tipa. Molim vas pogledajte listu podržanih tipova fajlova ('mkvmerge --list-types') i kontaktirajte autora Morica Bunkusa <moritz@bunkus.org> ako je vaš fajl podržan ali nije ispravno prepoznat.

source: File '%1%': container: %2%
pt_br: Arquivo '%1%': pacote: %2%
sr: Fajl '%1%': kontejner: %2%

source: File '%1%': unsupported container: %2%
pt_br: Arquivo '%1%': pacote não suportado: %2%
sr: Fajl '%1%': nepodržan kontejner: %2%

source: File UID: %1%
pt_br: Arquivo UID: %1%
sr: UID fajla: %1%

source: File contains fewer frames than expected or is corrupt after frame %1%.
pt_br: O arquivo contém menos frames do que o esperado ou está corrompido depois do frame %1%.
sr: Fajl sadrži manji broj slika nego što je očekivano ili je oštećen posle slike %1%.

source: File creation failed
pt_br: Falha na criação do arquivo
sr: Kreiranje fajla nije uspelo

source: File data, size: %1%
pt_br: Dados do arquivo, tamanho %1%
sr: Podaci fajla, veličina: %1%

source: File description: %1%
pt_br: Descrição do arquivo: %1%
sr: Opis fajla: %1%

source: File has been modified
sr: Fajl je izmenjen

source: File has not been modified
sr: Fajl nije izmenjen

source: File identification failed
pt_br: Falha na identificação do arquivo
sr: Identifikacija fajla nije uspela

source: File identification failed for '%s'. Return code: %d
pt_br: Falha na identificação do arquivo: '%s'. Código de erro: %d
sr: Identifikacija fajla '%s' nije uspela. Povratni kod: %d

source: File identification failed. Return code: %d. Errno: %d (%s). Make sure that you've selected a mkvmerge executable in the settings dialog.
pt_br: A identificação do arquivo falhou. Código de retorno: %d. Erro: %d (%s). Tenha certeza de que você selecionou um executável mkvmerge nas opções.
sr: Identifikacija fajla nije uspela. Povratni kod: %d. broj greške: %d (%s). Uverite se da ste izabrali mkvmerge izvršni fajl u dijalogu za podešavanje.

source: File is already processed
pt_br: O arquivo já foi processado
sr: Fajl je već obrađen

source: File modified
pt_br: Arquivo modificado
sr: Fajl izmenjen

source: File name
pt_br: Nome do arquivo
sr: Ime fajla

source: File name:
sr: Ime fajla:

source: File name: %1%
pt_br: Nome do arquivo: %1%
sr: Ime fajla: %1%

source: File parsing failed
pt_br: Análise de arquivo falhou
sr: Raščlanjivanje fajla nije uspelo

source: File removal not possible
pt_br: Não é possível remover o arquivo
sr: Uklanjanje fajla nije moguće

source: File size
sr: Veličina fajla

source: File structure warning
pt_br: Aviso de estrutura de arquivo
sr: Struktura fajla: upozorenje

source: File/Segment linking
sr: Povezivanje fajla/segmenta

source: File/segment linking
pt_br: Ligações do arquivo/segmento
sr: Povezivanje fajla/segmenta

source: File/segment title:
pt_br: Título do arquivo/segmento:
sr: Naslov fajla/segmenta:

source: Files cannot be appended to themselves. The argument for '--append-to' was invalid.
pt_br: Arquivos não podem ser unidos a si mesmos. O argumento para '--append-to' foi inválido.
sr: Fajlovi ne mogu biti spojeni sa sobom. Argument od '--append-to' nije važeći.

source: Finished at:
sr: Završeno u:

source: Finished job ID %d on %s: status '%s'
pt_br: Tarefa nº %d terminada em %s: Estado '%s'
sr: Zadatak ID %d završen u %s: status '%s'

source: Finished on
pt_br: Terminado em
sr: Završeno u

source: Finished processing on %s
pt_br: Processamento terminado em %s
sr: Završio obradu u %s

source: Fix bitstream timing info
sr: Popravi tajming informaciju bit-potoka

source: Fix bitstream timing information
pt_br: Corrigir a informação de sincronização do bitstream
sr: Popravi tajming informaciju bit-potoka

source: Flags:
pt_br: Indicadores:
sr: Zastavice:

source: Floating point number
pt_br: Número decimal
sr: Broj sa pokretnim zarezom

source: For an in-depth explanantion of file/segment linking and this feature please read mkvmerge's documentation.
pt_br: Para uma melhor explicação sobre ligação de arquivos/segmentos e suas características, leia a documentação do mkvmerge.
sr: Za detaljno objašnjenje o povezivanju fajlova/segmenata i o ovoj funkciji molim vas pročitajte mkvmerge dokumentaciju.

source: For files that will not contain a video track but at least one audio track mkvmerge will automatically choose a timecode scale factor so that all timecodes and durations have a precision of one sample.
sr: Za fajlove koji neće sadržavati video stazu ali makar jednu audio stazu mkvmerge će automatski izabrati množitelj vremenskog koda tako da svi vremenski kodovi i trajanja imaju preciznost od jednog uzorka.

source: For such files you can use this parameter and decrease the size to 2.
sr: Za takve fajlove možete koristiti ovaj parametar i smanjiti veličinu na 2.

source: Force EBML style lacing.
pt_br: Forçar ataduras estilo EBML
sr: Primoraj uvezivanje u EBML stilu.

source: Force Xiph style lacing.
pt_br: Forçar ataduras estilo Xiph
sr: Primoraj uvezivanje u Xiph stilu.

source: Force the translations for 'code' to be used.
sr: Primoraj da se koriste prevodi za 'code'.

source: Forced flag: %1%
sr: Zastavica 'forced': %1%

source: Forced track flag:
pt_br: Forçar faixa:
sr: Označi sa 'forced':

source: Forces the FourCC of the video track to this value. Note that this only works for video tracks that use the AVI compatibility mode or for QuickTime video tracks. This option CANNOT be used to change Matroska's CodecID.
pt_br: Força o valor do FourCC da faixa de vídeo para este valor. Isso só funciona para faixas de vídeo que usam modo compatibilidade AVI ou faixas de vídeo QuickTime. Esta opção NÃO PODE ser usada para mudar o ID do Codec Matroska.
sr: Primorava FourCC video staze u ovu vrednost. Imajte na umu da ovo radi samo za video staze koje koriste AVI režim kompatibilnosti ili za QuickTime video staze. Ovaj parametar se NE MOŽE koristiti za promenu CodecID-a Matroska kontejnera.

source: Forces the Matroska reader to use the generic passthrough packetizer even for known and supported track types.
sr: Primorava Matrsoka čitač da koristi opšti prolazni paketizer čak i za poznate i podržane tipove staza.

source: Forces the NALU size length to a certain number of bytes.
sr: Ograničava NALU veličinu na određen broj bajtova.

source: Forces the NALU size length to a certain number of bytes. This parameter is only available for AVC/h.264 elementary streams read from AVC/h.264 ES files, AVIs or Matroska files created with '--engage allow_avc_in_vwf_mode'. It defaults to 4 bytes, but there are files which do not contain a frame or slice that is bigger than 65535 bytes. For such files you can use this parameter and decrease the size to 2.
pt_br: Força a extensão de tamanho NALU para um certo número de bytes. Este parâmetro só está disponível para arquivos primários AVC/h.264 lidos de arquivos AVC/h.264 ES, AVI ou Matroska criados com '--engage allow_avc_in_vwf_mode'. Por padrão, o valor é de 4 bytes, mas há arquivos que não contêm um frame ou corte e são maiores que 65535 bytes. Para esses arquivos, você pode usar este parâmetro e diminuir o tamanho para 2 bytes.
sr: Ograničava NALU veličinu na određen broj bajtova. Ovaj parametar je dostupan samo za AVC/h.264 elementarne potoke koji se čitaju iz AVC/h.264 ES fajlova, AVI fajlova ili Matroska fajlova napravljenih sa '--engage allow_avc_in_vfw_mode' parametrom. Podrazumevana vrednost je 4 bajta, ali ima fajlova koji ne sadrže sliku ili slajs koji je veći od 65535 bajtova. Za takve fajlove možete koristiti ovaj parametar i smanjiti veličinu na 2.

source: Forces the default duration or number of frames per second for a track.
sr: Postavlja podrazumevano trajanje ili broj slika u sekundi za stazu.

source: Forces the timecode scale factor to REPLACEME. You have to replace REPLACEME with a value between 1000 and 10000000 or with -1. Normally mkvmerge will use a value of 1000000 which means that timecodes and durations will have a precision of 1ms. For files that will not contain a video track but at least one audio track mkvmerge will automatically choose a timecode scale factor so that all timecodes and durations have a precision of one sample. This causes bigger overhead but allows precise seeking and extraction. If the magical value -1 is used then mkvmerge will use sample precision even if a video track is present.
pt_br: Força o fator de escala do código de tempo a SUBSTITUA-ME. Você deve substituir SUBSTITUA-ME com um valor entre 1000 e 10000000 ou com -1. Normalmente, o mkvmerge usará um valor de 1000000, o que significa que os códigos de tempo e durações terão uma precisão de 1ms. Para arquivos que não contêm uma faixa de vídeo, mas possuem ao menos uma faixa de áudio, o mkvmerge irá automaticamente escolher um fator de escala do código de tempo, então todos os códigos de tempo e durações terão uma precisão de uma amostra. Isso causará um aumento do consumo de recursos, mas permitirá buscas e extrações precisas. Se o valor mágico -1 for usado, então o mkvmerge usará a precisão de amostra mesmo se uma faixa de vídeo estiver presente.
sr: Primorava množitelj vremenskog koda u REPLACEME. Morate da zamenite REPLACEME sa vrednošću između 1000 i 10000000 ili sa -1. Mkvmerge će obično koristiti vrednost 1000000 što znači da će vremenski kodovi i trajanja imati preciznost od 1ms. Za fajlove koji neće sadržati video stazu ali će imati bar jednu audio stazu, mkvmerge će automatski izabrati množitelj vremenskog koda tako da svi vremenski kodovi i trajanja imaju preciznost od jednog uzorka. Ovo dovodi do većeg fajla ali omogućava preciznije pretraživanje i izvlačenje. Ako se koristi magična vrednost -1 onda će mkvmerge koristiti preciznost od jednog uzorka čak i ako je prisutna video staza.

source: Forces the timecode scale factor to the given value.
sr: Primorava množitelj vremenskog koda u datu vrednost.

source: Format specific options
pt_br: Opções de formato específicas
sr: Specifične opcije formata

source: Found at least one B frame without second reference in a non closed GOP.
sr: Nađena bar jedna B slika bez druge reference u otvorenoj GOP.

source: FourCC: Invalid track ID in '%1% %2%'.
pt_br: FourCC: ID de faixa invalido em '%1% %2%'.
sr: FourCC: Nevažeći track ID '%1% %2%'.

source: FourCC: Missing track ID in '%1% %2%'.
pt_br: FourCC: ID da faixa ausente em '%1% %2%'.
sr: FourCC: Nedostaje track ID u '%1% %2%'.

source: Frame number: %1%
pt_br: Frame número: %1%
sr: Broj slike: %1%

source: Frame rate: %1%
sr: Broj slika u sekundi: %1%

source: Frame with size %1%%2%%3%
pt_br: Frame com tamanho %1%%2%%3%
sr: Slika sa veličinom %1%%2%%3%

source: Frames/fields:
pt_br: Frames/campos:
sr: Slike/poluslike:

source: Free-form edit field for user defined options for this track.
sr: Polje za unos korisnički definisanih opcija za ovu stazu.

source: Free-form edit field for user defined options for this track. What you input here is added after all the other options mmg adds so that you could overwrite any of mmg's options for this track. All occurences of the string "<TID>" will be replaced by the track's track ID.
pt_br: O campo de edição pode ser usado de forma livre pelo usuário para definir as opções de faixa. Depois de o mmg adicionar as outras opções, a deste campo é a que você deveria escrever novamente em qualquer das opções de mmg para esta faixa. Todas as aparições da palavra "<TID>" serão substituídas pelas ID das faixas.
sr: Polje za unos korisnički definisanih opcija za ovu stazu. Ono što unesete ovde je dodato nakon svih drugih opcija koje mmg dodaje tako da možete pisati preko bilo koje od mmg-ovih opcija za ovu stazu. Sve pojave stringa "<TID>" biće izmenjene sa ID-om ove staze.

source: Garbage at the start of audio tracks in AVI files is normally used for delaying that track.
sr: Otpad na početku audio staze u AVI fajlovima se obično koristi za podešavanje kašnjenja te staze.

source: Garbage at the start of audio tracks in AVI files is normally used for delaying that track. mkvmerge normally calculates the delay implied by its presence and offsets all of the track's timecodes by it. This option prevents that behavior.
sr: Otpad na početku audio staze u AVI fajlovima se obično koristi za kašnjenje te staze. mkvmerge obično izračunava kašnjenje nagovešteno njegovim prisustvom i pomera sve vremenske kodove staze za tu vrednost. Ova opcija sprečava takvo ponašanje.

source: General options
sr: Opšte opcije

source: General track options
pt_br: Opções gerais das faixas
sr: Opšte opcije staza

source: Global options
pt_br: Opções globais
sr: Globalna podešavanja

source: Global tags (%d entries) from %s
pt_br: Tags globais (%d registros) de %s
sr: Globalni tagovi (%d zapisa) iz %s

source: Global tags:
sr: Globalni tagovi:

source: Global tags: %1% entries
sr: Globalni tagovi: %1% zapisi

source: H&eaders
pt_br: Cab&eçalhos
sr: &Zaglavlja

source: HEVC/h.265 elementary streams
sr: HEVC/h.265 elementarni potok

source: Header editor
pt_br: Editor de cabeçalhos
sr: Uređivač zaglavlja

source: Header editor ready.
pt_br: Editor de cabeçalhos pronto.
sr: Uređivač zaglavlja spreman.

source: Header editor: %s
pt_br: Editor de cabeçalhos: %s
sr: Uređivač zaglavlja: %s

source: Header removal compression not possible because the buffer contained %1% bytes which is less than the size of the headers that should be removed, %2%.
pt_br: Não foi possível remover a compressão do cabeçalho porque o buffer continha %1% bytes, que é menor do que o tamanho dos cabeçalhos que deveriam ser removidos, %2%.
sr: Kompresija sa uklanjanjem zaglavlja nije moguća zato što je bafer sadržao %1% bajtova što je niže od veličine zaglavlja koja treba ukloniti, %2%.

source: Header removal compression not possible because the buffer did not start with the bytes that should be removed. Wanted bytes:%1%; found:%2%.
pt_br: Não foi possível remover a compressão do cabeçalho porque o buffer não começou com os bytes que deveriam ser removidos. Bytes desejados: %1%; encontrados: %2%.
sr: Kompresija sa uklanjanjem zaglavlja nije moguća zato što bafer nije započeo sa bajtovima koje treba ukloniti. Željeni bajtovi: %1%; nađeni:%2%.

source: Header validation
pt_br: Validação do cabeçalho
sr: Validacija zaglavlja

source: Headers modified
pt_br: Cabeçalhos modificados
sr: Zaglavlja izmenjena

source: Height of the encoded video frames in pixels.
pt_br: Altura dos frames do vídeo codificados em frames.
sr: Visina kodovanog videa u pikselima.

source: Height of the video frames to display.
pt_br: Altura de exibição do vídeo.
sr: Visina video slike koja se prikazuje.

source: Help file not found
pt_br: Arquivo de ajuda não encontrado
sr: Fajl koji sadrži pomoć nije nađen

source: Help is available in form of tool tips, from the 'Help' menu or by pressing the 'F1' key.
pt_br: A ajuda está disponível em forma de dicas, a partir do menu 'Ajuda' ou presionando a tecla 'F1'.
sr: Pomoć je dostupna u formi oblačića sa savetima, iz menija 'Pomoć' ili pritiskajući 'F1' dugme.

source: Here you can add more command line options either by entering them below or by chosing one from the drop down box and pressing the 'add' button.
pt_br: Aqui, você poderá adicionar opções à linha de comando, inserindo-os na linha abaixo, ou escolhendo uma das já existentes (na drop box) e clicando em 'adicionar'.
sr: Ovde možete dodati još parametara komandne linije tako što ćete ih ili uneti dole ručno ili birajući jednu iz padajuće liste i pritiskajući dugme 'dodaj'.
