Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Timecode file:
sr: Fajl sa vremenskim kodovima:

source: Timecode files (*.tmc;*.txt)|*.tmc;*.txt|%s
pt_br: Arquivos dos códigos de tempo (*.tmc;*.txt)|*.tmc;*.txt|%s
sr: vremenskim kodovi (*.tmc;*.txt)|*.tmc;*.txt|%s

source: Timecode scale: %1%
pt_br: Escala do código de tempo: %1%
sr: Skala vremenskog koda: %1%

source: Timecodes and default duration
sr: Vremenski kodovi i podrazumevano trajanje

source: Timecodes:
pt_br: Códigos de tempo:
sr: Vremenski kodovi:

source: Title
pt_br: Título
sr: Naziv

source: Title: %1%
pt_br: Título: %1%
sr: Naziv: %1%

source: To all files
pt_br: Para todos os arquivos
sr: Za sve fajlove

source: Trac&k name:
sr: Ime staz&e:

source: Track %1% CodecPrivate is too small.
pt_br: Os dados privados da faixa %1% são pequenos demais.
sr: CodecPrivate staze %1% je previše mali.

source: Track %1% has been compressed with an unknown/unsupported compression algorithm (%2%).
pt_br: A faixa %1% foi comprimida com um algoritmo de compressão desconhecido ou não suportado (%2%).
sr: Staza %1% je kompresovana sa nepoznatim/nepodržanim algoritmom kompresije (%2%).

source: Track %1% is missing its track UID element which is required to be present by the Matroska specification. If the file contains tags then those tags might be broken.
sr: Stazi %1% nedostaje njen track UID element koji je potrebno da bude prisutan od strane Matroska specifikacije. Ako fajl sadrži tagove onda ti tagovi mogu biti oštećeni.

source: Track %1% was compressed with bzlib but mkvmerge has not been compiled with support for bzlib compression.
pt_br: A faixa %1% foi comprimida com bzlib, mas o mkvmerge não foi compilado com suporte para compressão bzlib.
sr: Staza %1% je kompresovana sa bzlib ali mkvmerge nije kompajliran sa podrškom za bzlib kompresiju.

source: Track %1% was compressed with lzo1x but mkvmerge has not been compiled with support for lzo1x compression.
pt_br: A faixa %1% foi comprimida com lzo1x, mas o mkvmerge não foi compilado com suporte para compressão lzo1x.
sr: Staza %1% je kompresovana sa lzo1x ali mkvmerge nije kompajliran sa podrškom za lzo1x kompresiju.

source: Track %1% with the CodecID '%2%' contains invalid "codec private" data for AAC.
pt_br: A faixa %1% com o CodecID '%2%' contém dados "codec private" inválidos para AAC.
sr: Staza %1% sa CodecID '%2%' sadrži nevažeći "codec private" podatak za AAC.

source: Track %1% with the CodecID '%2%' does not contain valid headers.
pt_br: A faixa %1% com o ID de codec '%2%' não contém cabeçalhos válidos.
sr: Staza %1% sa CodecID '%2%' ne sadrži važeća zaglavlja.

source: Track %1% with the CodecID '%2%' is missing the "bits per second (bps)" element and cannot be extracted.
pt_br: A faixa %1% com o ID de codec '%2%' está sem o elemento "bits per second (bps)" e não pode ser extraída.
sr: Stazi %1% sa CodecID '%2%' nedostaje element "bits per second (bps)" i ne može biti izvučena.

source: Track %1% with the CodecID '%2%' is missing the "codec private" element and cannot be extracted.
pt_br: A faixa %1% com o ID de codec '%2%' está sem o elemento "codec private" e não pode ser extraída.
sr: Stazi %1% sa CodecID '%2%' nedostaje element "codec private" i ne može biti izvučena.

source: Track %1% with the CodecID '%2%' is missing the "default duration" element and cannot be extracted.
pt_br: A faixa %1% com o ID de codec '%2%' está sem o elemento "default duration" e não pode ser extraída.
sr: Stazi %1% sa CodecID '%2%' nedostaje element "default duration" i ne može biti izvučena.

source: Track %1%: %2%, codec ID: %3%%4%%5%%6%
pt_br: Faixa %1%: %2%, codec ID: %3%%4%%5%%6%
sr: Staza %1%: %2%, codec ID: %3%%4%%5%%6%

source: Track %1%: AAC found, but decoder config data has length %2%.
pt_br: Faixa %1%: AAC encontrada, mas os dados de configuração do decodificador têm extensão %2%.
sr: Staza %1%: AAC pronađen, ali konfiguracija dekodera ima dužinu %2%.

source: Track %1%: An USF subtitle entry starting at timecode %2% is not well-formed XML and will be skipped.
pt_br: Faixa %1%: Um registro de legenda USF, que se inicia no código de tempo %2%, não é um arquivo XML correto e será pulado.
sr: Staza %1%: USF titl unos koji započinje sa vremenskim kodom %2% nije pravilno formiran XML i biće preskočen.

source: Track %1%: NAL too big. Size according to header field: %2%, available bytes in packet: %3%. This NAL is defect and will be skipped.
pt_br: Faixa %1%: NAL grande demais. Tamanho de acordo com o campo do cabeçalho: %2%. Bytes disponíveis no pacote: %3%. Este NAL é defeituoso e será pulado.
sr: Staza %1%: NAL je previše veliki. Prema polju sa zaglavljem veličina je: %2%, dostupno bajtova u paketu: %3%. Ovaj NAL je pogrešan i biće preskočen.

source: Track %1%: Subtitle entry number %2% is missing its duration. Assuming a duration of 1s.
pt_br: Faixa %1%: Registro de legenda de número %2% está sem duração. Assumindo uma duração de 1s.
sr: Staza %1%: Titlu sa brojem %2% nedostaje trajanje. Pretpostavljam trajanje od 1s.

source: Track %1%: The AAC information could not be parsed.
pt_br: Faixa %1%: A informação AAC não pôde ser analisada.
sr: Staza %1%: AAC informacija ne može biti raščlanjena.

source: Track ID %1% has an unknown AAC type.
pt_br: A faixa %1% tem um tipo de AAC desconhecido.
sr: Staza sa ID %1% ima nepoznat tip AAC.

source: Track ID %1%: %2% (%3%)
pt_br: ID da faixa %1%: %2% (%3%)
sr: ID staze %1%: %2% (%3%)

source: Track ID for mkvmerge & mkvextract:
sr: Track ID za mkvmerge i mkvextract:

source: Track UID
pt_br: UID - Identificador único da faixa
sr: UID staze

source: Track UID: %1%
pt_br: UID de faixa: %1%
sr: UID staze: %1%

source: Track extraction
pt_br: Extração de faixa
sr: Izvlačenje staze

source: Track headers
pt_br: Cabeçalhos de faixa
sr: Zaglavlja staze

source: Track name:
pt_br: Nome da faixa:
sr: Ime staze:

source: Track number
pt_br: Faixa número
sr: Broj staze

source: Track number %1% has been encrypted and decryption has not yet been implemented.
pt_br: A faixa de número %1% foi encriptada e a decriptação ainda não foi implementada.
sr: Staza broj %1% je šifrovana a dešifrovanje još uvek nije implementirano.

source: Track number for mkvpropedit:
sr: Broj staze za mkvpropedit:

source: Track number: %1% (track ID for mkvmerge & mkvextract: %2%)
pt_br: Número da faixa: %1% (ID da faixa para mkvmerge e mkvextract: %2%)
sr: Broj staze: %1% (ID staze za mkvmerge i mkvextract: %2%)

source: Track type: %1%
pt_br: Tipo de faixa: %1%
sr: Tip staze: %1%

source: Tracks with unsupported content encoding schemes (compression or encryption) cannot be extracted.
pt_br: Faixas com conteúdo codificado de forma esquemática não compatível (compressão ou encriptação) não podem ser extraídas.
sr: Staze sa šemama kodiranja koje nisu podržane (kompresovanje ili šifrovanje) ne mogu da se izvuku.

source: Tracks, chapters and tags:
pt_br: Faixas, capítulos e tags:
sr: Staze, poglavlja i tagovi:

source: Tracks:
pt_br: Faixas:
sr: Staze:

source: Troubleshooting advice for playback issues
pt_br: Solução de problemas para problemas de reprodução
sr: Savet za rešavanje problema sa reprodukcijom

source: Two VobSub tracks can only be extracted into the same file if their CodecPrivate data matches. This is not the case for the tracks %1% and %2%.
pt_br: Duas faixas VobSub só podem ser extraídas para o mesmo arquivo se seus dados particulares de codec coincidem. Este não é o caso para as faixas %1% e %2%.
sr: Dve VobSub staze mogu biti izvučene u isti fajl samo ako se njihovi CodecPrivate podaci slažu. Ovo nije slučaj za staze %1% i %2%.

source: Two files muxed with the same settings and this switch activated will be identical.
sr: Dva fajla muksovana sa istim podešavanjem i sa uključenim ovim parametrom će biti identična.

source: Type
pt_br: Tipo
sr: Tip:

source: Type of the unit for DisplayWidth/Height (0: pixels, 1: centimeters, 2: inches, 3: aspect ratio).
pt_br: Tipo de medida utilizada para a largura/altura (0: pixels, 1: centímetros, 2: polegadas, 3: porporção).
sr: Tipovi jedinice za Širinu/Visinu prikazivanja (0: pikseli, 1: centimetri, 2: inči, 3: format slike).

source: Type of the unit for DisplayWidth/Height (0: pixels, 1: centimeters, 2: inches, 3: aspect ratio).
sr: Tipovi jedinice za Širinu/Visinu prikazivanja (0: pikseli, 1: centimetri, 2: inči, 3: format slike).

source: Type:
pt_br: Tipo
sr: Tip:

source: Type: %1% (%2%)
pt_br: Tipo: %1% (%2%)
sr: Tip: %1% (%2%)

source: Typical use cases include reading VOBs from a DVD (e.g. VTS_01_1.VOB, VTS_01_2.VOB, VTS_01_3.VOB).
pt_br: Usado normalmente em caso que incluam a leitura de VOB's de um DVD (Ex. VTS_01_1.VOB, VTS_01_2.VOB, VTS_01_3.VOB).
sr: Tipični primeri korišćenja uključuju čitanje VOB fajlova sa DVD-a (e.g. VTS_01_1.VOB, VTS_01_2.VOB, VTS_01_3.VOB).

source: USF subtitles
pt_br: Legendas USF
sr: USF titlovi

source: USF text subtitles
pt_br: Legendas de texto USF
sr: USF tekstualni titlovi

source: Unable to append files
sr: Ne mogu da spojim fajlove

source: Unexpected picture frame after single field frame. Fix the MPEG2 video stream before attempting to multiplex it.
sr: Neočekivana slika nakon jedne poluslike. Popravite MPEG2 video potok pre nego što pokušate da ga multipleksujete.

source: Unknown
pt_br: Desconhecido
sr: Nepoznat

source: Unknown audio stream type 0x%|1$04x|. Stream ID %2% will be ignored.
pt_br: Tipo de faixa de áudio desconhecida 0x%|1$04x|. O ID do arquivo %2% será ignorado.
sr: Nepoznat tip audio potoka 0x%|1$04x|. Stream ID %2% će biti ignorisan.

source: Unknown chapter file format in '%1%'. It does not contain a supported chapter format.
pt_br: Formato do arquivo do capítulo desconhecido em '%1%'. Não contém nenhum formato de capítulo compatível.
sr: Nepoznat format fajla sa poglavljima '%1%'. On ne sadrži podržan format poglavlja.

source: Unknown content encoding type %1% for track %2%.
pt_br: Conteúdo codificado desconhecido tipo %1% para a faixa %2%.
sr: Nepoznat tip kodovanja sadržaja %1% za stazu %2%.

source: Unknown format for the next UID in '%1% %2%'.
pt_br: Formato desconhecido para o próximo UID em '%1% %2%'.
sr: Nepoznat format za sledeći UID u '%1% %2%'.

source: Unknown format for the previous UID in '%1% %2%'.
pt_br: Formato desconhecido para o UID anterior em '%1% %2%'.
sr: Nepoznat format za prethodni UID u '%1% %2%'.

source: Unknown format for the segment UID '%3%' in '%1% %2%'.
pt_br: Formato desconhecido para o segmento UID '%3%' in '%1% %2%'.
sr: Nepoznat format za segment sa UID '%3%' in '%1% %2%'.

source: Unknown header 0x%|1$02x|%|2$02x|%|3$02x|%|4$02x|
pt_br: Cabeçalho desconhecido 0x%|1$02x|%|2$02x|%|3$02x|%|4$02x|
sr: Nepoznato zaglavlje 0x%|1$02x|%|2$02x|%|3$02x|%|4$02x|

source: Unknown mode '%1%'.
pt_br: Modo desconhecido '%1%'.
sr: Nepoznat režim '%1%'.

source: Unknown option '%1%'.
pt_br: Opção desconhecida '%1%'.
sr: Nepoznata opcija '%1%'.

source: Unknown parse mode in '%1% %2%'.
pt_br: Modo de analisador desconhecido em '%1% %2%'.
sr: Nepoznat režim raščlanjivanja u '%1% %2%'.

source: Unknown/unsupported audio format 0x%|1$04x| for this audio track.
pt_br: Formato de áudio desconhecido/não suportado 0x%|1$04x| para esta faixa de áudio.
sr: Nepoznat/nepodržan audio format 0x%|1$04x| za ovu audio stazu.

source: Unrecognized command line option '%1%'.
pt_br: Opção da linha de comando não reconhecida '%1%'.
sr: Neprepoznat parametar komandne linije '%1%'.

source: Unrecognized file format
sr: Neprepoznat format fajla

source: Unsigned integer
pt_br: Número inteiro sem simbolos
sr: Celi broj bez predznaka

source: Unsupported MPEG mpeg_version: 0x%|1$02x| in packet %2% for timecode %3%, assuming MPEG2. No further warnings will be printed for this track.
pt_br: MPEG mpeg_version incompatível: 0x%|1$02x| no pacote %2% para o código de tempo %3%, assumindo MPEG2. Nenhum outro aviso será mostrado para esta faixa.
sr: Nepodržan MPEG mpeg_version: 0x%|1$02x| u paketu %2% za vremenski kod %3%, pretpostavljam MPEG2. Daljnja upozorenja neće biti prikazana za ovu stazu.

source: Unsupported file format
sr: Nepodržan format fajla

source: Unsupported format
pt_br: Formato não suportado
sr: Nepodržan format

source: Unsupported track type for this track.
pt_br: Tipo de faixa não suportado para esta faixa.
sr: Nepodržan tip za ovu stazu.

source: Updating the '%1%' element failed. Reason:
pt_br: Atualizando o elemento falhado '%1%'. Razões:
sr: Obnavljanje elementa '%1%' nije uspelo. Razlog:

source: Usage
pt_br: Utilização
sr: Upotreba

source: Use 'segment linking' for the resulting files.
sr: Koristi 'povezivanje segmenata' za izlazne fajlove.

source: Use 'segment linking' for the resulting files. For an in-depth explanation of this feature consult the mkvmerge documentation.
pt_br: Utilize 'ligar arquivos' para os arquivos resultantes. Para mais informações, consulte a documentação do mkvmerge.
sr: Koristi 'povezivanje segmenata' za izlazne fajlove. Za detaljno objašnjenje ove funkcije konsultujte se sa mkvmerge dokumentacijom.

source: Use fi&xed directory:
sr: Koristi fi&ksni direktorijum:

source: Use fixed values for the elements that change with each file otherwise (muxing date, segment UID, track UIDs etc.).
sr: Koristi fiksne vrednosti za elemente koji se i inače menjaju (datum muksovanja, segment UID, track UID-evi itd.).

source: Use fixed values for the elements that change with each file otherwise (muxing date, segment UID, track UIDs etc.). Two files muxed with the same settings and this switch activated will be identical.
sr: Koristi fiksne vrednosti za elemente koji se i inače menjaju (datum muksovanja, segment UID, track UID-evi itd.) Dva fajla muksovana sa istim parametrima i sa aktiviranim ovim prekidačem, biće identični.

source: Use only for testing.
sr: Koristi samo za testiranje

source: Use the previous output directory
pt_br: Usar a pasta de saída anterior
sr: Koristi prethodni direktorijum za izlazne fajlove

source: Use this directory:
pt_br: Usar esta pasta:
sr: Koristi ovaj direktorijum:

source: Use this only for testing purposes.
sr: Koristi ovo samo u svrhe testiranja

source: Useful e.g. when you want exactly two files.
sr: Korisno kada npr. želite tačno dva fajla.

source: User defined options:
pt_br: Usar definições opcionais:
sr: Korisnikovi parametri:

source: Using a NALU size length of 3 bytes might result in tracks that won't be decodable with certain AVC/h.264 codecs.
pt_br: Usar um tamanho de extensão NALU de 3 bytes pode resultar em faixas que não podem ser decodificadas com certos codecs AVC/h.264.
sr: Korišćenje NALU veličine od 3 bajta može rezultirati stazama koje ne mogu biti dekodirane sa određenim AVC/h.264 kodecima.

source: Using the demultiplexer for the format '%1%'.
pt_br: Utilizando o demultiplexer para o formato '%1%'.
sr: Koristim demultiplekser za format '%1%'.

source: Using the generic output module for track type '%1%'.
pt_br: Usando o módulo de saída genérico para o tipo de faixa '%1%'.
sr: Koristim opšti izlazni modul za stazu tipa '%1%'.

source: Using the output module for the format '%1%'.
pt_br: Utilizando o módulo de saída para o formato '%1%'.
sr: Koristim izlazni modul za format '%1%'.

source: VC1 elementary streams
pt_br: Arquivos primários VC1
sr: VC1 elementarni potoci

source: Valid hacks are:
pt_br: Os hacks válidos são:
sr: Važeći hakovi su:

source: Validates the content of all changeable headers
pt_br: Valida o conteúdo de todos os cabeçalhos mutáveis
sr: Potvrđuje sadržaj od svih izmenljivih zaglavlja

source: Validation failed
sr: Validacija neuspešna

source: Value
sr: Vrednost

source: Verify the current chapter entries to see if there are any errors
pt_br: Verifica os capítulos atuais para ver se existem erros
sr: Proveri trenutno uneta poglavlja da bi se videlo da li ima nekih grešaka

source: Version %1
sr: Verzija %1

source: Version %1 "%2"
sr: Verzija %1 "%2"

source: VfW compatible video
pt_br: Vídeo compatível com VfW (Vídeo for Windows)
sr: VfW kompatibilan video

source: Video aspect ratio type
pt_br: Tipo de relação de aspecto do vídeo
sr: Tip video formata slike

source: Video crop bottom
pt_br: Cortar vídeo (baixo)
sr: Podrezivanje slike dole

source: Video crop left
pt_br: Cortar vídeo (esquerda)
sr: Podrezivanje slike sleva

source: Video crop right
pt_br: Cortar vídeo (direita)
sr: Podrezivanje slike zdesna

source: Video crop top
pt_br: Cortar vídeo (cima)
sr: Podrezivanje slike gore

source: Video display height
pt_br: Altura de exibição do vídeo
sr: Visina slike

source: Video display unit
pt_br: Medida de exibição do vídeo
sr: Merna jedinica

source: Video display width
pt_br: Largura de exibição do vídeo
sr: Širina slike

source: Video interlaced flag
sr: zastavica Video isprepletan

source: Video packet assembly failed. Error code: %1% (%2%)
pt_br: A montagem do pacote de vídeo falhou. Código de erro: %1% (%2%)
sr: Sastavljanje video paketa nije uspelo. Kod greške: %1% (%2%)

source: Video pixel height
pt_br: Altura da janela
sr: Visina slike u pikselima

source: Video pixel width
pt_br: Largura do aro
sr: Širina slike u pikselima

source: Video properties
sr: Video svojstva

source: Video stereo mode
pt_br: Modo estéreo do vídeo
sr: Stereo režim

source: Video track
pt_br: Faixa de vídeo
sr: Video staza

source: Video track %1, %2
sr: Video staza %1, %2

source: Video track %u
pt_br: Vídeo %u
sr: Video staza %u

source: View files in playlist
sr: Pogledaj fajlove u plejlisti

source: View the output that mkvmerge generated during the muxing process for the selected jobs
sr: Pogledajte izlaz koji je mkvmerge proizveo tokom procesa muksovanja za odabrane zadatke

source: VobSub subtitles
pt_br: Legendas VobSub
sr: VobSub titlovi

source: WAVE (uncompressed PCM audio)
pt_br: WAVE (áudio PCM sem compressão)
sr: WAVE (nekompresovani PCM audio)

source: Warn about possible incorrect usage of mmg
pt_br: Avisar possivel uso indevido do mmg
sr: Upozori o mogućoj nepravilnoj upotrebi mmg-a

source: Warn before &overwriting existing items (files, jobs etc.)
sr: Upozori pre &prepisivanja preko postojećih stvari (fajlovi, zadaci itd.)

source: Warning in line %1%: The start timecode is smaller than that of the previous entry. All entries from this file will be sorted by their start time.
pt_br: Aviso na linha %1%. O código de tempo inicial é menor do que o do registro anterior. Todos os registros deste arquivo serão ordenados de acordo com seu tempo inicial.
sr: Upozorenje u liniji %1%: Početni vremenski kod je manji nego onaj od prethodnog zapisa. Svi zapisi iz ovog fajla će biti sortirani po njihovom početnom vremenu.

source: Warning:
pt_br: Aviso:
sr: Upozorenje:

source: Warning:
pt_br: Aviso:
sr: Upozorenje:

source: Warnings:
pt_br: Avisos:
sr: Upozorenja:

source: WebM audio/video files
pt_br: Arquivos de áudio/vídeo WebM
sr: WebM audio/video fajlovi

source: WebM files
sr: WebM fajlovi

source: What do you want to do with the files you've dragged & dropped here?
sr: Šta želite da uradite sa fajlovima koje ste prevukli ovde?

source: What to do in the future:
pt_br: O que fazer no futuro:
sr: Šta da uradim ubuduće:

source: What you input here is added after all the other options the GUI adds so that you could overwrite any of the GUI's options for this track.
sr: Ono što unesete ovde je dodato posle svih drugih opcija koje mmg dodaje tako da možete prepisati preko bilo koje opcije GUI-a za ovu stazu.

source: When a file is added its name is scanned.
sr: Kada je fajl dodat njegovo ime je skenirano.

source: When a file is added its name is scanned. If it contains the word 'DELAY' followed by a number then this number is automatically put into the 'delay' input field for any audio track found in the file.
pt_br: Quando um arquivo é adicionado, o seu nome é analisado. Se contiver a palavra 'DELAY' seguida de um número, esse número é automaticamente introduzido no campo 'Atraso (em ms)', para qualquer faixa de áudio contida no arquivo.
sr: Kada je fajl dodat njegovo ime je skenirano. Ako sadrži reč 'DELAY' praćen brojem onda se ovaj broj automatski stavlja u polje za unos 'kašnjenje' za svaku audio stazu nađenu u fajlu.

source: When the user adds a file containing such a title then the program will copy the title into the »file title« input box if this option is enabled.
sr: Kada korisnik doda fajl koji sadrži takav naslov program će tada kopirati naslov u polje za unos »naslov fajla« ako je ova opcija uključena.

source: When the user adds such a file the track's language input is set to the language property from the source file.
sr: Kada korisnik doda takav fajl jezik staze se podešava u svojstvo jezika iz izvornog fajla.

source: Whenever the user adds a playlist the program can automatically scan the directory for other playlists and present the user with a detailed list of the playlists found.
sr: Uvek kada korisnik doda plejlistu program može automatski da skenira direktorijum za ostale plejliste i prikaže korisniku detaljan spisak svih pronađenih plejlisti.

source: Width of the encoded video frames in pixels.
pt_br: Largura dos frames do vídeo codificados em pixels.
sr: Širina kodovanog videa u pikselima.

source: Width of the video frames to display.
pt_br: Largura de exibição do vídeo.
sr: Širina video slike koja se prikazuje.

source: With this option that information is adjusted to match the container's timing information.
sr: Sa ovom opcijom ta informacija je podešena da odgovara tajming informaciji iz kontejnera.

source: Write durations for all blocks.
sr: Upiši trajanja za sve blokove

source: Write durations for all blocks. This will increase file size and does not offer any additional value for players at the moment.
pt_br: Escrever durações para todos os blocos. Isto aumentará o tamanho do arquivo e não oferecerá qualquer valor adicional para os players.
sr: Zapiši trajanje za sve blokove. Ovo će uvećati veličinu fajla i ne nudi trenutno nikakvu dodatnu vrednost za plejere.

source: Write the attachment with the ID 'AID' to 'outname'.
sr: Zapiši prilog sa ID-em 'AID' u 'outname'.

source: Write track with the ID TID to the file 'out'.
pt_br: Escrever faixa com o ID TID para o arquivo 'saída'.
sr: Zapiši stazu sa ID-em TID u fajl 'out'.

source: Writing application: %1%
sr: Napravljeno sa aplikacijom: %1%

source: Writing info
pt_br: Escrevendo info
sr: Informacija o zapisu

source: Writing the VobSub index file '%1%'.
sr: Zapisivanje VobSub indeks fajla '%1%'.

source: Writing to the file failed. Typical reasons include the file being write-protected, locked by another process or you not having write permissions for the target directory.
pt_br: A escrita para o arquivo falhou. Razões comuns incluem o arquivo ser protegido contra cópias, estar trancado por outro processo ou você pode não ter permissões para editar o diretório de destino.
sr: Zapisivanje u fajl nije uspelo. Tipični razlozi mogu biti da je fajl zaštićen od pisanja, zaključan od strane drugog procesa ili da nemate pravo zapisivanja u željeni direktorijum.

source: Wrong Kate version: %1%.%2% > %3%.x
pt_br: Versão de Kate errada: %1%.%2% > %3%.x
sr: Pogrešna Kate verzija: %1%.%2% > %3%.x

source: Wrong Theora version: %1%.%2%.%3% != 3.2.x
pt_br: Versão de Theora errada: %1%.%2%.%3% != 3.2.x
sr: Pogrešna Theora verzija: %1%.%2%.%3% != 3.2.x

source: Wrong argument to '--split-max-files'.
pt_br: Argumento errado para '--split-max-files'.
sr: Pogrešan argument u '--split-max-files'.

source: Wrong file chosen
pt_br: Arquivo incorreto escolhido
sr: Izabran pogrešan fajl

source: Wrong file selected
pt_br: Arquivo incorreto selecionado
sr: Odabran pogrešan fajl

source: Wrong header type: 0x%|1$02x| != 0x%|2$02x|
pt_br: Tipo de cabeçalho errado: 0x%|1$02x| != 0x%|2$02x|
sr: Pogrešan tip zaglavlja: 0x%|1$02x| != 0x%|2$02x|
