Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: The duration after which a new output file is started. The time can be given either in the form HH:MM:SS.nnnnnnnnn or as the number of seconds followed by 's'. You may omit the number of hours 'HH' and the number of nanoseconds 'nnnnnnnnn'. If given then you may use up to nine digits after the decimal point. Examples: 01:00:00 (after one hour) or 1800s (after 1800 seconds).
pt_br: Indique a duração a partir da qual é criado um novo arquivo. O tempo pode ser dado tanto no formato HH:MM:SS.nnnnnnnnn como indicando o número de segundos seguido da letra 's'. Você pode omitir o número de horas 'HH' e o número de nanossegundos 'nnnnnnnnn'. Caso pretenda utilizar os nanossegundos, você pode usar até 9 digitos depois do ponto. EXEMPLOS: 01:00:00 (Cria um novo arquivo depois de 1 hora) ou 1800s (Cria um novo arquivo depois de 1800 segundos)
sr: Trajanje nakon kojeg je započet novi izlazni fajl. Vreme može biti dato u formi HH:MM:SS.nnnnnnnnn ili kao broj sekundi praćen sa 's'. Možete izostaviti broj časova 'HH' i broj nanosekundi 'nnnnnnnnn'. Ako su navedeni onda možete koristiti do devet cifara posle decimalne tačke. Primeri: 01:00:00 (posle jednog sata) or 1800s (posle 1800 sekundi).

source: The edition UID must be a number if given.
sr: edition UID mora biti broj ako se navodi.

source: The edition UID to play from the segment linked in the chapter's segment UID. This is simply a number.
pt_br: A edição UID para reproduzir desde o segmento vinculado no segmento UID do capítulo. Isto é simplesmente um número.
sr: edition UID koji se pušta od segmenta povezanog sa segment UID-em poglavlja. Ovo je samo broj.

source: The element was written at the end of the file, but the segment size could not be updated. Therefore the element will not be visible. The process will be aborted. The file has been changed!
pt_br: O elemento foi escrito ao final do arquivo, mas o tamanho do segmento não pôde ser atualizado. Portanto, o elemento não será visível. O processo será abortado. O arquivo foi modificado!
sr: Element je zapisan na sam kraj fajla, ali veličina segmenta ne može biti obnovljena. Iz tog razloga element neće bit vidljiv. Proces će biti prekinut. Fajl je izmenjen!

source: The end time could not be parsed: %1
sr: Krajnje vreme ne može biti raščlanjeno: %1

source: The end time must be greater than the start timecode.
sr: Krajnje vreme mora biti veće od početnog vremenskog koda.

source: The extracted values for video width and height from the MPEG4 layer 2 video data bitstream differ from what the values in the source container. The ones from the video data bitstream (%1%x%2%) will be used.
pt_br: Os valores extraídos para a largura e a altura dos dados das cadeias de bits do vídeo MPEG4 layer 2 diferem dos valores na pasta fonte. Os dados do pacote de bits do vídeo (%1%x%2%) serão usados.
sr: Izvučene vrednosti za širinu i visinu videa iz MPEG4 layer 2 video bit-potoka se razlikuje od vrednosti koje se nalaze u izvornom kontejneru. Biće korišćene one iz video bit-potoka (%1%x%2%).

source: The fifth mode tries to extract chapter information and tags and outputs them as a CUE sheet. This is the reverse of using a CUE sheet with mkvmerge's '--chapters' option.
pt_br: O quinto modo tenta extrair informação dos capítulos e tags e os exporta como folhas CUE. Isto é o oposto de usar uma folha CUE com a opção '--chapters' do mkvmerge.
sr: Peti režim pokušava da izvuče informaciju o poglavljima i tagove i izbaci ih kao CUE list. Ovo je obrnuto od korišćenja CUE lista sa mkvmege parametrom '--chapters'.

source: The file '%1%' cannot be attached because it does not exist or cannot be read.
pt_br: O arquivo '%1%' não pode ser anexado porque não existe ou não pode ser lido.
sr: Fajl '%1%' ne može biti biti priložen zato što ne postoji ili ne može biti pročitan.

source: The file '%1%' could not be opened for reading and writing, or a read/write operation on it failed: %2%.
pt_br: O arquivo '%1%' não pôde ser aberto para leitura e escritura, ou uma operação ler/escrever nele falhou:%2%.
sr: Fajl '%1%' ne može biti otvoren za čitanje i pisanje, ili operacija čitaj/piši na njemu nije uspela: %2%.

source: The file '%1%' could not be opened for reading: %2%.
pt_br: O arquivo '%1%' não pôde ser aberto para leitura: %2%.
sr: Fajl '%1%' ne može biti otvoren za čitanje: %2%.

source: The file '%1%' could not be opened for writing: %2%.
pt_br: O arquivo '%1%' não pôde ser aberto para escrita: %2%
sr: Fajl '%1%' ne može biti otvoren za zapisivanje: %2%.

source: The file '%1%' has been opened for writing.
pt_br: O arquivo '%1%' foi criado para escrita.
sr: Fajl '%1%' je otvoren za zapisivanje.

source: The file '%1%' has unknown type. Please have a look at the supported file types ('mkvmerge --list-types') and contact the author Moritz Bunkus <moritz@bunkus.org> if your file type is supported but not recognized properly.
pt_br: O arquivo '%1%' é de um tipo desconhecido. Por favor, dê uma olhada nos tipos de arquivo suportados ('mkvmerge --list-types') e contate o autor Moritz Bunkus <moritz@bunkus.org> se seu tipo de arquivo é suportado, mas não for reconhecido corretamente.
sr: Fajl '%1%' je nepoznatog tipa. Molim vas pogledajte listu podržanih tipova fajlova ('mkvmerge --list-types') i kontaktirajte autora Morica Bunkusa <moritz@bunkus.org> ako je vaš fajl podržan ali nije ispravno prepoznat.

source: The file '%1%' is a non-supported file type (%2%).
pt_br: O arquivo '%1%' não é suportado (%2%).
sr: Fajl '%1%' nije podrzan tip fajla (%2%).

source: The file '%1' you've added is a playlist.
sr: Fajl '%1' koji ste dodali je plejlista.

source: The file '%s' does not exist.
pt_br: O arquivo '%s' não existe.
sr: Fajl '%s' ne postoji.

source: The file '%s' is already processed in combination with the file '%s'. It cannot be added a second time.
pt_br: O arquivo '%s' já foi processado em combinação com o arquivo '%s'. Ele não pode ser adicionado uma segunda vez.
sr: Fajl '%s' je već obrađen u kombinaciji sa fajlom '%s'. Ne može biti učitan po drugi put.

source: The file content does not match its format type and was not recognized.
pt_br: O conteúdo do arquivo não combina com o tipo de formato e não foi reconhecido.
sr: Sadržaj fajla ne slaže se sa njegovim tipom formata i zato nije prepoznat.

source: The file could not be opened for reading, or there was not enough data to parse its headers.
pt_br: O arquivo não pôde ser aberto para leitura, ou não houveram dados suficientes para analisar seus cabeçalhos.
sr: Fajl ne može biti otvoren za čitanje, ili nije bilo dovoljno podataka da se raščlane njegova zaglavlja.

source: The file could not be opened for writing.
sr: Fajl ne može biti otvoren za zapisivanje.

source: The file does not contain track ID %1%.
sr: Fajl ne sadrži track ID %1%.

source: The file does not exist.
pt_br: O arquivo não existe.
sr: Fajl ne postoji.

source: The file does not seem to be a valid mkvmerge GUI settings file.
pt_br: O arquivo não parece ser um arquivo de configurações do mkvmerge GUI válido.
sr: Fajl ne izgleda da je važeći konfiguracioni fajl mkvmerge GUI-a.

source: The file has been changed by another program since it was read by the header editor. Therefore you have to re-load it. Unfortunately this means that all of your changes will be lost.
pt_br: O arquivo foi modificado por outro programa desde que foi lido pelo editor de cabeçalhos. Portanto, você precisará recarregá-lo. Infelizmente, isso significa que todas as suas alterações serão perdidas.
sr: Fajl je izmenjen od strane drugog programa otkako je pročitan sa uređivačem zaglavlja. Zbog toga treba ponovo da ga učitate. Ovo nažalost znači da će sve vaše izmene biti izgubljene.

source: The file has been saved successfully.
sr: Fajl je uspešno sačuvan.

source: The file has not been modified.
pt_br: O arquivo não foi modificado.
sr: Fajl nije izmenjen.

source: The file header is too short.
pt_br: O cabeçalho do arquivo é curto demais.
sr: Zaglavlje fajla je previše kratko.

source: The file header was not read correctly.
pt_br: O cabeçalho do arquivo não foi lido corretamente.
sr: Zaglavlje fajla nije pravilno pročitano.

source: The file headers could not be parsed, e.g. because they're incomplete, invalid or damaged.
pt_br: Os cabeçalhos do arquivo não puderam ser analisados, ex.: porque estão incompletos, inválidos ou corrompidos.
sr: Zaglavlja fajla ne mogu biti raščlanjena, npr. zato što su nekompletna, nevažeća ili oštećena.

source: The file is an unsupported container format (%1).
sr: Fajl je u nepodržanom formatu kontejnera (%1).

source: The file is an unsupported container format (%s).
pt_br: Arquivo não suportado (%s).
sr: Fajl je u nepodržanom formatu kontejnera (%s).

source: The file is being analyzed.
pt_br: O arquivo está sendo analisado.
sr: Fajl se analizira.

source: The file is being fixed, part 1/4...
pt_br: O arquivo está sendo consertado, parte 1/4...
sr: Fajl se upravo ispravlja, deo 1/4...

source: The file is being fixed, part 2/4...
pt_br: O arquivo está sendo consertado, parte 2/4...
sr: Fajl se upravo ispravlja, deo 2/4...

source: The file is being fixed, part 3/4...
pt_br: O arquivo está sendo consertado, parte 3/4...
sr: Fajl se upravo ispravlja, deo 3/4...

source: The file is being fixed, part 4/4...
pt_br: O arquivo está sendo consertado, parte 4/4...
sr: Fajl se upravo ispravlja, deo 1/4...

source: The file name for this segment.
pt_br: O nome do arquivo para este segmento.
sr: Ime fajla za ovaj segment.

source: The file no. %1% ('%2%') does not contain a track with the ID %3%, or that track is not to be copied. The argument for '--append-to' was invalid.
pt_br: O arquivo nº. %1% ('%2%') não contém uma faixa com o ID %3%, ou a faixa não pode ser copiada. O argumento '--append-to' é inválido.
sr: Fajl broj %1% ('%2%') ne sadrži stazu sa ID %3%, ili ta staza nije za kopiranje. Argument za '--append-to' je bio nevažeći.

source: The file no. %1% ('%2%') does not contain a track with the ID %3%, or that track is not to be copied. Therefore no track can be appended to it. The argument for '--append-to' was invalid.
pt_br: O arquivo no. %1% (%2%) não contém uma faixa com o ID %3%, ou essa faixa não será copiada. Portanto, nenhuma faixa pode ser unida a ela. O argumento para '--append-to' foi inválido.
sr: Fajl broj %1% ('%2%') ne sadrži stazu sa ID %3%, ili ta staza nije za kopiranje. Stoga, bilo kakva staza ne može njoj biti pripojena. Argument za '--append-to' je bio nevažeći.

source: The file no. %1% ('%2%') is not being appended. The argument for '--append-to' was invalid.
pt_br: O arquivo nº. %1% ('%2%') não será acrescentado. O argumento '--append-to' é inválido.
sr: Fajl broj %1% ('%2%') nije spojen. Argument za '--append-to' nije bio važeći.

source: The file or directory was not found
pt_br: O arquivo ou diretório não foi encontrado
sr: Fajl ili direktorijum nije pronađen

source: The file was not recognized as a supported format (exit code: %1).
sr: Fajl nije prepoznat kao podržan format (exit kod: %1).

source: The file will not be processed further.
sr: Fajl neće biti dalje obrađen.

source: The file you tried to open (%1) could not be read successfully.
sr: Fajl koji ste pokušali da otvorite (%1) ne može biti uspešno pročitan.

source: The file you tried to open (%1) does not contain any chapters.
sr: Fajl koji ste pokušali da otvorite (%1) ne sadrži nikakva poglavlja.

source: The file you tried to open (%1) is a simple chapter file format. This can only be read but not written. You will have to save the file to a Matroska or an XML chapter file.
sr: Fajl koji ste pokušali da otvorite (%1) je prosti format fajla sa poglavljima. On samo može biti pročitan ali ne i zapisan. Moraćete da sačuvate fajl u Matroska fajl ili kao XML fajl sa poglavljima.

source: The file you tried to open (%1) is not recognized as a valid Matroska/WebM file.
sr: Fajl koji ste pokušali da otvorite (%1) nije prepoznat kao važeći Matroska/WebM fajl.

source: The file you tried to open (%1) is recognized as neither a valid Matroska nor a valid chapter file.
sr: Fajl koji ste pokušali da otvorite (%1) nije prepoznat ni kao važeći Matroska ni kao fajl sa poglavljima.

source: The file you tried to open is not a Matroska file.
pt_br: O arquivo que você tentou abrir não é um arquivo Matroska.
sr: Fajl koji ste pokušali da otvorite nije Matroska fajl.

source: The file you tried to save to is NOT a Matroska file.
sr: Fajl koji ste pokušali da sačuvate NIJE Matroska fajl.

source: The file you tried to save to is a Matroska file. For this to work you have to use the 'Save to Matroska file' menu option.
sr: Fajl u koji ste hteli da sačuvate je Matroska fajl. Da bi ovo radilo morate da koristite opciju iz menija 'Sačuvaj u Matroska fajl'.

source: The file you've added is a playlist.
sr: Fajl koji ste dodali je plejlista.

source: The file »%1« has been modified. Do you really want to close? All changes will be lost.
sr: Fajl »%1« je izmenjen. Da li zaista želite da zatvorite? Sve izmene će biti izgubljene.

source: The file »%1« has been modified. Do you really want to reload it? All changes will be lost.
sr: Fajl »%1« je izmenjen. Da li zaista želite da ga otvorite ponovo? Sve izmene će biti izgubljene.

source: The first cluster timecode after the resync is %1%.
sr: Prvi klaster vremenskog koda nakon resinhronizovanja je %1%.

source: The first file cannot be appended because there are no files to append to.
pt_br: O primeiro arquivo não pode ser unido porque não há arquivos com os quais uni-lo.
sr: Fajl ne može biti spojen zato što nema fajlova sa kojim može da se spoji.

source: The first mode extracts some tracks to external files.
pt_br: O primeiro modo extrai algumas faixas para arquivos externos.
sr: Prvi režim izvlači neke staze u spoljne fajlove.

source: The first word tells mkvextract what to extract. The second must be the source file. There are few global options that can be used with all modes. All other options depend on the mode.
pt_br: A primeira palavra diz ao mkvextract o que deve extrair. A segunda deve ser o arquivo de origem. Há algumas opções globais que podem ser usadas em todos os modos. Todas as outras opções dependem do modo.
sr: Prva reč govori mkvmerge šta da izvuče. Druga mora da navede izvorni fajl. Postoji nekoliko globalnih parametara koji mogu da se koriste sa svim režimima. Svi ostali parametri zavise od izabranog režima

source: The following list shows the files that make up this playlist.
sr: Sledeća lista prikzuje fajlove koji sačinjavaju ovu plejlistu.

source: The following parts are read after the primary file as if they were all part of one big file.
pt_br: As seguintes partes adicionais são lidas depois do arquivo primário, mesmo que todas elas façam parte de um único arquivo.
sr: Sledeći delovi su čitani posle primarnog fajla kao da su svi oni deo jednog velikog fajla.

source: The format is either the form 'HH:MM:SS.nnnnnnnnn' or a number followed by one of the units 's', 'ms' or 'us'.
sr: Format je u formi 'HH:MM:SS.nnnnnnnnn' ili kao broj praćen sa jednom od jedinica 's', 'ms' ili 'us'.

source: The format of the split argument is invalid.
pt_br: O formato do argumento (comando) divisão é inválido.
sr: Format argumenta za podelu je nevažeći.

source: The format of the split size is invalid (size too small).
pt_br: O formato do tamanho da divisão é inválido (tamanho pequeno demais).
sr: Format za veličinu podele je nevažeći (veličina je previše mala).

source: The format of the split size is invalid.
pt_br: O formato do tamanho da duração é inválido.
sr: Format za veličinu podele je nevažeći.

source: The format of the split timecode/duration is invalid.
pt_br: O formato da divisão por código de tempo/duração é inválido.
sr: Format vremenskog koda/trajanja gde se vrši podela je nevažeći.

source: The formats can be mixed, too.
sr: Formati se takođe, mogu mešati.

source: The formats do not match.
pt_br: Os formatos não combinam.
sr: Formati se ne slažu.

source: The fourth mode extracts the chapters and converts them to XML. The output is written to the standard output. The output can be used as a source for mkvmerge.
pt_br: O quarto modo extrai os capítulos e converte-os para XML. O arquivo de saída será escrito no diretório de saída padrão. O arquivo criado poderá ser usado como um arquivo origem para o mkvmerge.
sr: Četvrti režim izvlači poglavlja i konvertuje ih u XML. Rezultat je zapisan u standardni izlaz. Izlaz može biti korišćen kao izvor za mkvmerge.

source: The generated output file name has the same base name as the input file name but with an extension based on the track types present in the file.
sr: Generisano ime ima istu osnovu od ulaznog fajla ali sa ekstenzijom zasnovanom na tipu staze prisutne u fajlu.

source: The given timecode scale factor is outside the valid range (1...10000000 or -1 for 'sample precision even if a video track is present').
sr: Navedeni množitelj vremenskog koda je izvan važećeg opsega (1...10000000 ili -1 za 'preciznost uzorka čak i ako je video staza prisutna').

source: The header values have not been modified. There is nothing to save.
sr: Nijedno od polja zaglavlja nije promenjeno. Nema šta da se sačuva.

source: The height of the two tracks is different: %1% and %2%
pt_br: A altura das duas faixas é diferente: %1% e %2%
sr: Visina dve staze se razlikuje: %1% and %2%

source: The input file '%s' does not contain any tracks.
pt_br: O arquivo de entrada '%s' não contém qualquer faixa.
sr: Ulazni fajl '%s' na sadrži nikakve staze.

source: The job file could not have been parsed correctly. Either it is invalid / damaged, or you've just found a bug in mmg. Please report this to the author Moritz Bunkus <moritz@bunkus.org> (Problem occured in tab_input::load(), #1)
pt_br: O arquivo de trabalho não pôde ser analisado corretamente. Ou está inválido / danificado, ou você acabou de encontrar um bug no mmg. Por favor, envie isso ao autor Moritz Bunkus <moritz@bunkus.org> (O problema ocorreu em tab_input::load(), #1)
sr: Zadatak nije mogao biti ispravno raščlanjen. Ili je nevažeći / oštećen, ili ste upravo našli programsku grešku u mmg. Molim vas da prijavite ovo autoru Moricu Bunkusu <moritz@bunkus.org> (Problem se desio u tab_input::load(), #1)

source: The job file could not have been parsed correctly. Either it is invalid / damaged, or you've just found a bug in mmg. Please report this to the author Moritz Bunkus <moritz@bunkus.org> (Problem occured in tab_input::load(), #2)
pt_br: O arquivo de trabalho não pôde ser analisado corretamente. Ou está inválido / danificado, ou você acabou de encontrar um bug no mmg. Por favor, envie isso ao autor Moritz Bunkus <moritz@bunkus.org> (O problema ocorreu em tab_input::load(), #2)
sr: Zadatak nije mogao biti ispravno raščlanjen. Ili je nevažeći / oštećen, ili ste upravo našli programsku grešku u mmg. Molim vas da prijavite ovo autoru Moricu Bunkusu <moritz@bunkus.org> (Problem se desio u tab_input::load(), #2)

source: The job file could not have been parsed correctly. Either it is invalid / damaged, or you've just found a bug in mmg. Please report this to the author Moritz Bunkus <moritz@bunkus.org> (Problem occured in tab_input::load(), #3)
pt_br: O arquivo de trabalho não pôde ser analisado corretamente. Ou está inválido / danificado, ou você acabou de encontrar um bug no mmg. Por favor, envie isso ao autor Moritz Bunkus <moritz@bunkus.org> (O problema ocorreu em tab_input::load(), #3)
sr: Zadatak nije mogao biti ispravno raščlanjen. Ili je nevažeći / oštećen, ili ste upravo našli programsku grešku u mmg. Molim vas da prijavite ovo autoru Moricu Bunkusu <moritz@bunkus.org> (Problem se desio u tab_input::load(), #3)

source: The language '%s' is not a valid language and cannot be selected.
pt_br: O idioma '%s' é inválido e não pode ser selecionado.
sr: Jezik '%s' nije važeći jezik i ne može biti izabran.

source: The language code '%1%' is not a valid ISO639-2 language code and will be ignored.
pt_br: O código de idioma '%1%' é um código de idioma ISO639-2 inválido e será ignorado.
sr: Jezički kod '%1%' nije važeći ISO639-2 jezički kod i biće ignorisan.

source: The language for this track that players can use for automatic track selection and display for the user.
sr: Jezik za ovu stazu koji plejeri mogu da koriste za automatski izbor staze.

source: The language selected here is used for tracks for which their source file contains no such property.
sr: Jezik koji je ovde izabran se koristi za staze kod kojih njihov izvorni fajl ne sadrži takvo svojstvo.

source: The languages selected here will be shown at the top of all the language drop-down boxes in the program.
sr: Jezici izabrani ovde će biti prikazani na vrhu padajuće liste jezika.

source: The last timecode processed before the error was encountered was %1%.
pt_br: O último código de tempo processado antes do erro ser encontrado é %1%.
sr: Poslednji obrađeni vremenski kod pre nego što je naiđeno na grešku je %1%.

source: The letters 'G', 'M' and 'K' can be used to indicate giga/mega/kilo bytes respectively.
sr: Slova 'G', 'M' i 'K' mogu biti upotrebljena da se naznači giga/mega/kilo bajta respektivno.

source: The line %1% of the timecode file '%2%' does not contain a valid floating point number.
pt_br: A linha %1% do arquivo de código de tempo '%2%' não contém um número decimal válido.
sr: Linija %1% iz fajla vremenskog koda '%2%' ne sadrži važeći broj sa pokretnim zarezom.

source: The locale could not be set properly. Check the LANG, LC_ALL and LC_MESSAGES environment variables.
sr: Jezik se ne može ispravno postaviti. Proverite promenljive okruženja, LANG, LC_ALL i LC_MESSAGES.

source: The maximum length for a cluster that mkvmerge accepts is 60000 blocks and 32000ms; the minimum length is 100ms.
sr: Maksimalna veličina za klaster koji mkvmerge prihvata je 60000 blokova i 32000ms; minimalna veličina je 100ms.

source: The maximum number of files that will be created even if the last file might contain more bytes/time than wanted.
sr: Maksimalan broj fajlova koji će biti napravljen čak i ako poslednji fajl možda sadrži više bajtova/traje duže nego što je traženo.

source: The maximum number of files that will be created even if the last file might contain more bytes/time than wanted. Useful e.g. when you want exactly two files. If you leave this empty then there is no limit for the number of files mkvmerge might create.
pt_br: O número máximo de arquivos que podem ser criados, mesmo que o último tenha mais tamanho/tempo que o desejado. Útil quando precisar de exatamente de 2 arquivos, por exemplo. Se deixar este campo em branco, não há limite para o número de arquivos criados pelo mkvmerge.
sr: Maksimalan broj fajlova koji će biti napravljen čak i ako poslednji fajl možda sadrži više bajtova/traje duže nego što je traženo. Korisno kada npr. želite tačno dva fajla. Ako ostavite ovo prazno onda nema limita za broj fajlova koje mkvmerge može da napravi.

source: The maximum number of frames a player should be able to cache during playback. If set to 0, the reference pseudo-cache system is not used.
pt_br: O número máximo de frames que o player pode colocar em cache durante a reprodução. Se o alterar para 0, a referência do sistema à pseudo-cache não é utilizada.
sr: Maksimalni broj okvira koje bi plejer trebalo da kešira prilikom reprodukcije. Ako je postavljeno 0, referentni pseudo-keš sistem se ne koristi.

source: The maximum number of frames a player should be able to cache during playback. If set to 0, the reference pseudo-cache system is not used.
sr: Maksimalni broj okvira koje bi plejer trebalo da kešira prilikom reprodukcije. Ako je postavljeno 0, referentni pseudo-keš sistem se ne koristi.
