Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Tag files (*.xml;*.txt)|*.xml;*.txt|%s
pt_br: Arquivos de tag (*.xml;*.txt)|*.xml;*.txt|%s
sr: Tag fajlovi (*.xml;*.txt)|*.xml;*.txt|%s

source: Tag selectors
pt_br: Seletores de tag
sr: Selektori tagova

source: Tags
sr: Tagovi

source: Tags are allowed, but chapters are not.
sr: Tagovi su dozvoljeni, ali nisu poglavlja.

source: Tags for track ID %1%: %2% entries
sr: Tagovi za stazu sa ID %1%: %2% zapisi

source: Tags for track ID %lld (%d entries) from %s
pt_br: Tags para o ID de faixa %lld (%d registros) de %s
sr: Tagovi za stazu sa ID %lld (%d unosa) iz %s

source: Tags:
pt_br: Tag:
sr: Tagovi:

source: Tells mkvmerge not to create and write the cue data which can be compared to an index in an AVI.
sr: Ovo govori mkvmerge da ne pravi i zapisuje cue podatak koji može da se uporedi sa indeksom iz AVI fajla.

source: Tells mkvmerge not to create and write the cue data which can be compared to an index in an AVI. Matroska files can be played back without the cue data, but seeking will probably be imprecise and slower. Use this only for testing purposes.
pt_br: Indica ao mkvmerge que não crie e escreva os dados cue, que podem ser comparados a um índice AVI. Arquivos Matroska podem ser reproduzidos sem os dados cue, mas a busca será provavelmente imprecisa e lenta. Use isto apenas para teste.
sr: Ovo govori mkvmerge da ne pravi i zapisuje cue podatak koji može da se uporedi sa indeksom iz AVI fajla. Matroska fajlovi mogu biti reprodukovani bez cue podatka, ali će pretraživanje verovatno biti neprecizno i sporije. Koristite ovo samo u svrhe testiranja.

source: Tells mkvmerge not to write tags with statistics for each track.
sr: Govori mkvmerge da ne zapisuje tagove sa statistikom za svaku stazu.

source: Tells mkvmerge to create a meta seek element at the end of the file containing all clusters.
sr: Govori mkvmerge da napravi meta seek element na samom kraju fajla koji sadržava sve klastere.

source: Tells mkvmerge to put at most 'n' data blocks into each cluster.
sr: Govori mkvmerge da stavlja najviše 'n' blokova sa podacima u svaki klaster.

source: Text files
sr: Tekstualni fajlovi

source: Text files (*.txt)|*.txt|%s
pt_br: Arquivos de texto (*.txt)|*.txt|%s
sr: Tekstualni fajlovi (*.txt)|*.txt|%s

source: Text files (*.txt)|*.txt|All files|*.*
pt_br: Arquivos de texto (*.txt)|*.txt|Todos os arquivos|*.*
sr: Tekstualni fajlovi (*.txt)|*.txt|Svi fajlovi|*.*

source: The .idx file does not contain an 'id: ...' line to indicate the language.
pt_br: O arquivo .idx não contém uma linha 'id: ...' para indicar o idioma.
sr: .idx fajl ne sadrži 'id: ...' liniju za označavanje jezika.

source: The AAC profiles are different: %1% and %2%
pt_br: Os perfis AAC são diferentes: %1% e %2%
sr: AAC profili su različiti: %1% and %2%

source: The AVC video track is missing the 'CTTS' atom for frame timecode offsets. However, AVC/h.264 allows frames to have more than the traditional one (for P frames) or two (for B frames) references to other frames. The timecodes for such frames will be out-of-order, and the 'CTTS' atom is needed for getting the timecodes right. As it is missing the timecodes for this track might be wrong. You should watch the resulting file and make sure that it looks like you expected it to.
pt_br: Na faixa de vídeo AVC falta a informação 'CTTS' para o ajuste dos códigos de tempo. Contudo, o AVC/h.264 permite aos frames terem mais de uma (para os frames P) ou duas (para os frames B) referências a outros frames. Os códigos de tempo para estes frames estão deteriorados, e a informação 'CTTS' é necessária para obter os códigos de tempo. Como não existe essa informação para esta faixa, os códigos de tempo podem estar errados. Você deve verificar se o arquivo obtido está de acordo com o que pretende.
sr: AVC video stazi nedostaje 'CTTS' atom za raseljavanje vremenskog koda. Ipak, AVC/h.264 dozvoljava slikama da imaju više od uobičajene jedne (za P slike) ili dve (za B slike) reference za ostale slike. Vremenski kodovi za takve slike će biti van redosleda, i 'CTTS' atom je neophodan za dobijanje vremenskih kodova na pravilan način. Pošto on nedostaje, vremenski kodovi za ovu stazu mogu biti pogrešni. Treba da pogledate rezultirajući fajl i uverite se da izgleda onako kako ste očekivali.

source: The CUE sheet for track %1% will be written to '%2%'.
pt_br: A folha CUE para a faixa %1% será escrita para '%2%'.
sr: CUE list za stazu %1% će biti upisan u '%2%'.

source: The CodecID of the two tracks is different: %1% and %2%
pt_br: O ID do codec das duas faixas é diferente: %1% e %2%
sr: CodecID ove dve staze je različit: %1% and %2%

source: The DocType header item is changed to "webm".
sr: DocType stavka zaglavlja je promenjena u "webm".

source: The FLAC headers could not be parsed: the stream info structure was not found.
pt_br: Os cabeçalhos FLAC não puderam ser analisados: a informação da estrutura do arquivo não foi encontrada.
sr: FLAC zaglavlje ne može biti raščlanjeno: struktura informacije potoka nije nađena.

source: The FPS is 0.0 but the reader did not provide a timecode for a packet. %1%
pt_br: O FPS é 0.0, mas o leitor não providenciou um código de tempo para um pacote. %1%
sr: FPS je 0.0 ali čitač nije naveo vremenski kod za paket. %1%

source: The FPS setting for track nr. %s in file '%s' is invalid.
pt_br: Os FPS estabelecidos para a faixa no. %s no arquivo '%s' são inválidos.
sr: FPS parametar za traku %s u fajlu '%s' je nevažeći.

source: The FourCC must be exactly four characters long in '%1% %2%'.
pt_br: O FourCC deve ter exatamente quatro caracteres em '%1% %2%'.
sr: FourCC mora biti dugačak tačno četiri karaktera u '%1% %2%'.

source: The FourCC setting for track nr. %s in file '%s' is not exactly four characters long.
pt_br: O FourCC para a faixa de número %s no arquivo '%s' não tem exatamente quatro caracteres.
sr: Dužina FourCC parametra za stazu br. %s iz fajla '%s' nije dugačka tačno četiri karaktera.

source: The GUI can scan these files, present the results including duration and number of tracks of each playlist found and let you choose which one to add.
sr: GUI može da skenira ove fajlove, prikaže rezultate uključujući trajanje i broj staza u svakoj pronađenoj plejlisti i ponudi vam da izaberete koju od njih da doda.

source: The GUI is configured to use the mkvmerge executable from a different version (%1%) than the GUI itself (%2%). This is not supported but will not be prevented either. You should change the mkvmerge executable in the preferences dialog.
pt_br: A interface gráfica está configurada para usar o executável do mkvmerge de uma versão diferente (%1%) da própria interface (%2%). Isto não é suportado, mas não será evitado. Você deveria mudar o executável do mkvmerge nas preferências.
sr: GUI je konfigurisan da koristi mkvmerge izvršni fajl iz različite verzije (%1%) nego što je sam GUI (%2%). Ovo nije podržano ali takođe neće biti ni sprečeno. Trebalo bi da promenite mkvmerge izvršni fajl u opcijama.

source: The ID '%1%' has already been used for another output file.
sr: ID '%1%' je već bio korišćen za drugi izlazni fajl.

source: The Kate identification header could not be parsed (%1%).
pt_br: O cabeçalho de identificação Kate não pôde ser analisado (%1%).
sr: Kate identifikaciono zaglavlje ne može biti raščlanjeno (%1%).

source: The MP4 file '%1%' contains chapters whose format was not recognized. This is often the case if the chapters are not encoded in UTF-8. Use the '--chapter-charset' option in order to specify the charset to use.
pt_br: O arquivo MP4 '%1%' contém capítulos cujo formato não é reconhecido. Isto ocorre, às vezes, se os capítulos não estão codificados em UTF-8. Use a opção '--chapter-charset' para especificar o código de caracteres a ser usado.
sr: MP4 fajl '%1%' sadrži poglavlja čiji format nije prepoznat. Ovo je često slučaj ako poglavlja nisu kodovana sa UTF-8. Koristite '--chapter-charset' opciju da bi bili u stanju da naznačite koji skup znakova da se koristi.

source: The Matroska container format can store the display width/height for a video track.
sr: Matroska kontejner format može da sačuva u sebi visinu/širinu prikaza za video stazu.

source: The Matroska file was modified, but the meta seek entry could not be updated. This means that players might have a hard time finding the this element. Please use your favorite player to check this file.
sr: Matroska fajl je izmenjen, ali meta seek stavka ne može da se ažurira. Ovo znači da plejeri mogu imati problema da pronađu ovaj element. Molim vas da proverite ovaj fajl u vašem omiljenom plejeru.

source: The Matroska file was modified, but the meta seek entry could not be updated. This means that players might have a hard time finding this element. Please use your favorite player to check this file.
pt_br: O arquivo Matroska foi modificado, mas o registro meta seek não pôde ser atualizado. Isto significa que os players podem ter dificuldades para encontrar este elemento. Por favor, use seu player favorito para checar este arquivo.
sr: Matroska fajl je izmenjen, ali meta seek stavka ne može da se ažurira. Ovo znači da plejeri mogu imati problema da pronađu ovaj element. Molim vas da proverite ovaj fajl u vašem omiljenom plejeru.

source: The Matroska file was modified, but the meta seek entry could not be updated. This means that players might have a hard time finding this element. Please use your favorite player to check this file. The proper solution is to save these chapters into a XML file and then to remux the file with the chapters included.
pt_br: O arquivo Matroska foi modificado, mas o registro meta seek não pôde ser atualizado. Isto significa que os players podem ter dificuldades para encontrar este elemento. Por favor, use seu player favorito para checar este arquivo. A solução apropriada é salvar esses capítulos em um arquivo XML e então remultiplexar o arquivo com os capítulos incluídos.
sr: Matroska fajl je izmenjen, ali meta seek stavka ne može da se ažurira. Ovo znači da plejeri mogu imati problema da pronađu ovaj element. Molim vas da proverite ovaj fajl u vašem omiljenom plejeru. Ispravno rešenje je da sačuvate ova poglavlja u XML fajl a zatim da ponovo muksujete fajl zajedno sa priloženim poglavljima.

source: The NALU size length must be a number between 2 and 4 inclusively in '--nalu-size-length %1%'.
pt_br: A extensão de tamanho NALU deve ser um número entre 2 e 4 inclusive em '--nalu-size-length %1%'.
sr: NALU veličina mora biti broj između 2 i 4 zaključno u '--nalu-size-length %1%'.

source: The Theora identification header could not be parsed (%1%).
pt_br: O cabeçalho de identificação Theora não pôde ser analisado (%1%).
sr: Theora indentifikaciono zaglavlje ne može biti raščlanjeno (%1%).

source: The Vorbis codebooks are different; such tracks cannot be concatenated without reencoding
pt_br: Os livros de códigos Vorbis são diferentes; tais faixas não podem ser concatenados sem recodificar.
sr: Vorbis kodne knjige su različite; takve staze ne mogu biti spojene bez rekodiranja

source: The XML chapter file '%1%' contains an error at position %3%: %2%
pt_br: O arquivo de capítulo XML '%1%' contém um erro na posição %3%: %2%
sr: XML fajl sa poglavljima '%1%' sadrži grešku na poziciji: %3%: %2%

source: The XML chapter file '%1%' contains an error: %2%
pt_br: O arquivo de capítulo XML '%1%' contém um erro: %2%
sr: XML fajl sa poglavljima '%1%' sadrži grešku: %2%

source: The XML chapter file '%1%' could not be read.
pt_br: O arquivo de capítulo XML '%1%' não pôde ser lido.
sr: XML fajl sa poglavljima '%1%' ne može biti pročitan.

source: The XML root element is not a master element.
sr: XML element korena nije master element.

source: The XML segmentinfo file '%1%' contains an error at position %3%: %2%
pt_br: O arquivo de informação do segmento XML '%1%' contém um erro na posição %3%: %2%
sr: XML segmentinfo fajl '%1%' sadrži grešku na poziciji: %3%: %2%

source: The XML segmentinfo file '%1%' contains an error: %2%
pt_br: O arquivo de informação do segmento XML '%1%' contém um erro: %2%
sr: XML segmentinfo fajl '%1%' sadrži grešku: %2%

source: The XML segmentinfo file '%1%' could not be read.
pt_br: O arquivo de informação do segmento XML '%1%' não pôde ser lido.
sr: XML segmentinfo fajl '%1%' ne može biti pročitan.

source: The XML tag file '%1%' contains an error at position %3%: %2%
pt_br: O arquivo de tag XML '%1%' contém um erro na posição %3%: %2%
sr: XML tag fajl '%1%' sadrži grešku na poziciji: %3%: %2%

source: The XML tag file '%1%' contains an error: %2%
pt_br: O arquivo de tag XML '%1%' contém um erro: %2%
sr: XML tag fajl '%1%' sadrži grešku: %2%

source: The XML tag file '%1%' could not be read.
pt_br: O arquivo de tag XML '%1%' não pôde ser lido.
sr: XML tag fajl '%1%' ne može biti pročitan.

source: The argument '%1%' to '%2%' is invalid: '%3%' is not a valid track ID.
pt_br: O argumento de '%1%' a '%2%' é inválido: '%3%' não é um ID de faixa válido.
sr: Argument '%1%' u '%2%' je nevažeći: '%3%' nije važeći track ID.

source: The argument '%1%' to '%2%' is invalid: '%3%' must be either 'all' or 'first'.
pt_br: O argumento de '%1%' a '%2%' é inválido: '%3%' deve ser 'all' ou 'first'.
sr: Argument '%1%' u '%2%' je nevažeći: '%3%' mora biti ili 'all' ili 'first'.

source: The argument '%1%' to '%2%' is invalid: too many colons in element '%3%'.
sr: Argument '%1%' u '%2%' je nevažeći: previše dvotački u elementu '%3%'.

source: The argument to '--timecode-scale' must be a number.
pt_br: O argumento para '--timecode-scale' deve ser um número.
sr: Argument od '--timecode-scale' mora biti broj.

source: The aspect ratio setting for track nr. %s in file '%s' is invalid.
pt_br: A relação de aspecto especificada para a faixa de número %s no arquivo '%s' é inválida.
sr: Parametri formata slike za stazu br. %s u fajlu '%s' su nevažeći.

source: The attachment #%1%, ID %2%, MIME type %3%, size %4%, is written to '%5%'.
pt_br: O anexo #%1%, ID %2%, tipo MIME %3%, tamanho %4%, é escrito a '%5%'.
sr: Prilog #%1%, ID %2%, MIME tip %3%, veličina %4%, je zapisana u '%5%'.

source: The attachment '%1%' could not be read.
pt_br: O anexo '%1%' não pôde ser lido.
sr: Prilog '%1%' ne može biti pročitan.

source: The changes are written to the file.
pt_br: As mudanças são escritas ao arquivo.
sr: Izmene su zapisane u fajl.

source: The chapter '%s' is missing its language.
pt_br: O capítulo '%s' está sem um idioma.
sr: Poglavlju '%s' nedostaje njegov jezik.

source: The chapter '%s' is missing the start time.
pt_br: O capítulo '%s' está sem um tempo inicial.
sr: Poglavlju '%s' nedostaje početno vreme.

source: The chapter UID must be a number if given.
sr: Ako se navodi, chapter UID mora biti broj.

source: The chapter editor has been used and contains data. However, no chapter file has been selected on the global page. In mmg, the chapter editor is independant of the muxing process. The chapters present in the editor will NOT be muxed into the output file. Only the various 'save' functions from the chapter editor menu will cause the chapters to be written to the hard disk. Do you really want to continue muxing? Note: This warning can be deactivated in the 'options' dialog. Turn off the 'Warn about usage...' option.
sr: Urednik poglavlja je korišćen i sadrži podatak. Ipak, nikakav fajl sa poglavljima nije izabran na kartici global. U mmg, urednik poglavlja je nezavisan od procesa muksovanja. Poglavlja prisutna u uredniku NEĆE biti muksovana u izlazni fajl. Samo različite 'sačuvaj' funkcije iz menija urednika će učiniti da poglavlja budu zapisana na hard disk. Da li zaiste želite da nastavite muksovanje? Opaska: Ovo upozorenje može biti isključeno u dijalogu 'opcije'. Isključite opciju 'Upozori o mogućoj...'.

source: The character sets selected here will be shown at the top of all the character set drop-down boxes in the program.
sr: Skupovi znakova izabrani ovde biće prikazani na vrhu padajuce liste svih skupova znakova iz programa.

source: The chosen NALU size length of %1% is too small. Try using '4'.
pt_br: A extensão de tamanho NALU de %1% é pequena demais. Tente usar '4'.
sr: Izabrana NALU veličina od %1% je previše mala. Probajte da koristite '4'.

source: The closing parenthesis ')' are missing.
pt_br: Os parênteses de fechamento ')' estão ausentes.
sr: Nedostaje zatvorena zagrada ')'.

source: The codec type '%1%' cannot be used in a WebM compliant file.
pt_br: O tipo de codec '%1%' não pode ser usado em arquivos compatíveis WebM.
sr: Tip kodeka '%1%' ne može biti koršćen u WebM usaglašenim fajlovima.

source: The codec's private data does not match (lengths: %1% and %2%).
pt_br: Os dados privados do codec não coincidem (extensões: %1% e %2%).
sr: Lični podaci kodeka se ne slažu (dužine: %1% i %2%).

source: The codec's private data does not match. Both have the same length (%1%) but different content.
pt_br: Os dados privados do codec não coincidem. Ambos têm a mesma extensão (%1%), mas o conteúdo é diferente.
sr: Lični podaci kodeka se ne slažu. Oba imaju istu dužinu (%1%) ali različit sadržaj.

source: The configuration has been loaded.
sr: Konfiguracija je učitana.

source: The configuration has been saved.
sr: Konfiguracija je sačuvana.

source: The correction file header was not read correctly.
pt_br: O cabeçalho do arquivo de correção não pôde ser lido corretamente.
sr: Ispravka zaglavlja fajla nije pravilno pročitana.

source: The countries selected here will be shown at the top of all the country drop-down boxes in the program.
sr: Države izabrane ovde biće prikazane na vrhu padajuce liste sa svim državama iz programa

source: The country '%s' is not a valid ccTLD and cannot be selected.
pt_br: O país '%s' não é um ccTLD válido e não pode ser selecionado.
sr: Država '%s' nije važeći ccTLD i ne može biti odabran.

source: The cue entries (the index) are being written...
pt_br: Os registros CUE (o índice) estão sendo escritos...
sr: Zapisuju se cue unosi (indeks)...

source: The cues for track %1% are written to '%2%'.
sr: cue informacije za stazu %1% su zapisane u '%2%'.

source: The current file (number %d) cannot be removed. There are other files -- at least file number %d -- whose tracks are supposed to be appended to tracks from this file. Please remove those files first.
pt_br: O arquivo atual (número %d) não pode ser removido. Há outros arquivos - no mínimo, o número de arquivo %d - cujas faixas deveriam estar unidas a faixas deste arquivo. Por favor, remova esses arquivos primeiro.
sr: Trenutni fajl (broj %d) ne može biti uklonjen. Postoje i drugi fajlovi -- barem fajl sa brojem %d -- čije staze bi trebalo da budu spojene sa stazama iz ovog fajla. Molim vas da prvo uklonite te fajlove.

source: The current packet's timecode is smaller than that of the previous packet. This usually means that the source file is a Matroska file that has not been created 100%% correctly. The timecodes of all packets will be adjusted by %1%ms in order not to lose any data. This may throw audio/video synchronization off, but that can be corrected with mkvmerge's "--sync" option. If you already use "--sync" and you still get this warning then do NOT worry -- this is normal. If this error happens more than once and you get this message more than once for a particular track then either is the source file badly mastered, or mkvmerge contains a bug. In this case you should contact the author Moritz Bunkus <moritz@bunkus.org>.
pt_br: O código de tempo do pacote atual é menor do que o do pacote anterior. Isto geralmente significa que o arquivo de origem é um arquivo Matroska que não foi criado 100%% corretamente. Os códigos de tempo de todos os pacotes serão ajustados por %1%ms a fim de não perder nenhum dado. Isto pode desfazer a sincronização de áudio/vídeo, mas pode ser corrigido com a opção "--sync" do mkvmerge. Se você já usou "--sync" e ainda recebe este aviso, NÃO se preocupe, isso é normal. Se este erro acontecer mais de uma vez e você receber esta mensagem mais de uma vez para uma mesma faixa, então ou o arquivo de origem está mal editado, ou o mkvmerge contém um bug. Se este for o caso, contate o autor Moritz Bunkus <moritz@bunkus.org>.
sr: Vremenski kod trenutnog paketa je niži nego onaj od prethodnog paketa. Ovo obično znači da je izvorni fajl Matroska fajl koji nije bio napravljen 100%% ispravno. Vremenski kodovi svih paketa će biti prilagođeni sa %1%ms kako ne bi izgubili nikakve podatke. Ovo može poremetiti audio/video sinhronizaciju, ali to može biti ispravljeno sa mkvmerge "--sync" parametrom. Ako već koristite "--sync" a i dalje dobijate ovo upozorenje onda NE brinite -- ovo je normalno. Ako se ova greška dešava više od jednom i takođe dobijate ovu poruku više od jednom za ovu naročitu stazu onda je ili izvorni fajl loše napravljen, ili mkvmerge sadrži programsku grešku. U ovom slučaju trebalo bi da kontaktirate autora Morica Bunkusa <moritz@bunkus.org>.

source: The default language code '%1%' is not a valid ISO639-2 language code and will be ignored.
pt_br: O código de idioma padrão '%1%' não é um idioma de código ISO639-2 válido e será ignorado.
sr: Definisani kod jezika '%1%' nije važeći ISO639-2 kod jezika i biće ignorisan.

source: The delay setting for track nr. %s in file '%s' is invalid.
pt_br: O ajuste de atraso para a faixa no. %s no arquivo '%s' é inválido.
sr: Vrednost koja je stavljena za kašnjenje staze br. %s iz fajla '%s' je nevažeća.

source: The demultiplexer for the file '%1%' failed to initialize: %2%
pt_br: O demultiplexador para o arquivo '%1%' falhou ao inicalizar: %2%
sr: Demultiplekser za fajl '%1%' nije uspeo da se inicijalizuje: %2%

source: The difference between tags associated with a track and global tags is explained in mkvmerge's documentation. In short: global tags apply to the complete file while the tags you can add on the 'input' tab apply to only one track.
pt_br: A diferença entre tags associadas à faixa e tags globais está explicada na documentação do mkvmerge. Resumidamente: tags globais aplicam-se ao arquivo completo, enquanto as tags que você adicionar na aba 'Introdução' aplicam-se apenas à faixa selecionada.
sr: Razlika između tagova povezanih sa stazom i globalnih tagova je objašnjena u mkvmerge dokumentaciji. Ukratko: globalni tagovi se primenjuju na celovit fajl dok se tagovi koje vi možete dodati u kartici 'ulaz' primenjuju samo za jednu stazu.

source: The directory it is located in contains %1 other file with the same extension.
sr: Direktorijum u kojem se nalazi sadrži još %1 fajl sa istom ekstenzijom.

source: The directory it is located in contains %1% other file with the same extension.
sr: Direktorijum u kojem se nalazi sadrži još %1% različit fajl sa istom ekstenzijom.

source: The display height of the two tracks is different: %1% and %2%
pt_br: A altura de visualização das duas faixas é diferente: %1% e %2%
sr: Visna slike dve staze je različita: %1% and %2%

source: The display width of the two tracks is different: %1% and %2%
pt_br: A largura de visualização das duas faixas é diferente: %1% e %2%
sr: Širina slike dve staze je različita: %1% and %2%

source: The dragged file '%s' is not a Matroska file.
pt_br: O arquivo arrastado '%s' não é um arquivo Matroska.
sr: Prevučeni fajl '%s' nije Matroska fajl.

source: The drive may be full.
sr: Disk je možda pun.

source: The duration after which a new output file is started.
sr: Trajanje nakon kojeg je započet novi izlazni fajl.
