Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: '--chapter-language' may only be given once in '--chapter-language %1%'.
pt_br: '--chapter-language' só pode ser dado uma vez em '--chapter-language %1%'.
sr: '--chapter-language' može biti navedeno samo jednom u '--chapter-language %1%'.

source: '--chapter-language' must be given before '--chapters' in '--chapter-language %1%'.
pt_br: '--chapter-language' deve ser dado antes de '--chapters' em '--chapter-language %1%'.
sr: '--chapter-language' mora biti navedeno ispred '--chapters' u '--chapter-language %1%'.

source: '--chapters' lacks the file name.
pt_br: '--chapters' precisa de um nome de arquivo.
sr: '--chapters' nije navedeno ime fajla.

source: '--cluster-length' lacks the length.
pt_br: '--cluster-length' precisa de uma extensão.
sr: '--cluster-length' nije navedena dužina.

source: '--command-line-charset' is missing its argument.
pt_br: '--command-line-charset' está com o argumento faltando.
sr: '--command-line-charset' nije naveden argument.

source: '--cropping' lacks the crop parameters.
pt_br: '--cropping' precisa de parâmetros de corte.
sr: '--cropping' nije naveden parametar za podrezivanje.

source: '--cue-chapter-name-format' lacks the format.
pt_br: '--cue-chapter-name-format' precisa de um formato.
sr: '--cue-chapter-name-format' nije naveden format.

source: '--cue-chapter-name-format' must be given before '--chapters'.
pt_br: '--cue-chapter-name-format' deve ser dado antes de '--chapters'.
sr: '--cue-chapter-name-format' mora biti navedeno ispred parametra '--chapters'.

source: '--display-dimensions' lacks the dimensions.
pt_br: '--display-dimensions' precisa de dimensões.
sr: '--display-dimensions' nisu navedene dimenzije.

source: '--engage' lacks its argument.
pt_br: '--engage' precisa de um argumento.
sr: '--engage' nije naveden argument.

source: '--global-tags' lacks the file name.
pt_br: '--global-tags' precisa de um nome de arquivo.
sr: '--global-tags' nije navedeno ime fajla.

source: '--link' is only useful in combination with '--split'.
pt_br: '--link' só é útil em combinação com '--split'.
sr: '--link' samo ima smisla u kombinaciji sa '--split'.

source: '--link-to-next' lacks the next UID.
pt_br: '--link-to-next' precisa do próximo UID.
sr: '--link-to-next' nije naveden sledeći UID.

source: '--link-to-previous' lacks the previous UID.
pt_br: '--link-to-previous' precisa do UID anterior.
sr: '--link-to-previous' nije naveden prethodni UID.

source: '--segment-uid' lacks the segment UID.
pt_br: '--segment-uid' precisa do UID de segmento.
sr: '--segment-uid' nije naveden segment UID.

source: '--segmentinfo' lacks the file name.
pt_br: '--segmentinfo' precisa do nome de arquivolacks the file name.
sr: '--segmentinfo' nije navedeno ime fajla.

source: '--split' lacks the size.
pt_br: '--split' precisa de um tamanho.
sr: '--split' nije navedena veličina.

source: '--split-max-files' lacks the number of files.
pt_br: '--split-max-files' precisa do número de arquivos.
sr: '--split-max-files' nije naveden broj fajlova.

source: '--timecode-scale' was used more than once.
pt_br: '--timecode-scale' foi usado mais de uma vez.
sr: '--timecode-scale' je korišćen više od jednog puta.

source: '--title' lacks the title.
pt_br: '--title' precisa de um título.
sr: '--title' nije naveden naziv.

source: '--track-order' may only be given once.
pt_br: '--track-order' só pode ser dado uma vez.
sr: '--track-order' može biti naveden samo jednom.

source: '-A' and '-a' used on the same source file.
pt_br: '-A' e '-a' usados no mesmo arquivo de origem.
sr: '-A' i '-a' su korišćeni na istom izvornom fajlu.

source: '-B' and '-b' used on the same source file.
pt_br: '-B' e '-b' usados no mesmo arquivo de origem.
sr: '-B' i '-b' su korišćeni na istom izvornom fajlu.

source: '-D' and '-d' used on the same source file.
pt_br: '-D' e '-d' usados no mesmo arquivo de origem.
sr: '-D' i '-d' su korišćeni na istom izvornom fajlu.

source: '-S' and '-s' used on the same source file.
pt_br: '-S' e '-s' usados no mesmo arquivo de origem.
sr: '-S' i '-s' su korišćeni na istom izvornom fajlu.

source: 'Default track' flag
pt_br: 'Faixa padrão' flag
sr: zastavica 'Default staza'

source: 'Forced display' flag
pt_br: 'Forçar faixa' flag
sr: zastavica 'Forced display'

source: 'Track enabled' flag
pt_br: 'Faixa ativa' flag
sr: zastavica 'Staza omogućena'

source: (Unknown element: %1%; ID: 0x%2% size: %3%)
pt_br: (Elemento desconhecido: %1%; ID: 0x%2% tamanho: %3%)
sr: (Nepoznat element: %1%; ID: 0x%2% veličina: %3%)

source: (additional part)
sr: (dodatni deo)

source: (new chapter file)
pt_br: (novo arquivo de capítulos)
sr: (nova poglavlja)

source: (unnamed chapter)
pt_br: (capítulo sem nome)
sr: (poglavlje bez imena)

source: (unnamed)
pt_br: (sem nome)
sr: (bez imena)

source: +-> Parsing the FLAC file. This can take a LONG time.
pt_br: +-> Analisando o arquivo FLAC. Isto pode levar um LONGO tempo.
sr: +-> Raščlanjujem FLAC fajl. Ovo može DUGO da potraje.

source: +-> Pre-parsing FLAC file: %1%%%%2%
pt_br: +-> Pré-analisando o arquivo %1%%%%2%
sr: +-> pred-raščlanjivanje FLAC fajla: %1%%%%2%

source: +-> Pre-parsing FLAC file: 100%
pt_br: +-> Pré-analisando o arquivo FLAC: 100%
sr: +-> pred-raščlanjivanje FLAC fajla: 100%

source: , description '%1%'
pt_br: , descrição '%1%'
sr: , opis '%1%'

source: , file name '%1%'
pt_br: , nome do arquivo '%1%'
sr: , ime fajla '%1%'

source: , finished on %s
pt_br: , terminada em %s
sr: , završeno u %s

source: , position %1%
pt_br: , posição %1%
sr: , pozicija %1%

source: , started on %s
pt_br: , iniciada em %s
sr: , započeto u %s

source: --- No job output found.
pt_br: --- Nenhuma tarefa de saída encontrada.
sr: --- Nije nađen rezultat zadatka.

source: ---all---
pt_br: ---tudo---
sr: ---sve---

source: ---common---
pt_br: ---mais usados---
sr: ---česti---

source: 1. A number which will be interepreted as an attachment ID as listed by 'mkvmerge --identify-verbose'. These are usually simply numbered starting from 0 (e.g. '2').
sr: 1. Broj koji će biti protumačen kao ID priloga kao što je navedeno sa 'mkvmerge --identify-verbose'. Oni su obično jednostavno numerisani polazeći od 0 (npr. '2').

source: 1. for subtitle files that do not use a byte order marker (BOM) and that are not encoded in the system's current character set (%1%);
sr: 1. za titlove koji ne koriste marker za redosled bajtova (BOM) i koji nisu kodovani sa trenutnim sistemskim skupom znakova (%1%);

source: 1: all frames
pt_br: 1: todos os frames
sr: 1: sve slike

source: 2 bytes
sr: 2 bajta

source: 2. A number with the prefix '=' which will be interepreted as the attachment's unique ID (UID) as listed by 'mkvmerge --identify-verbose'. These are usually random-looking numbers (e.g. '128975986723').
sr: 2. Broj sa prefiksom '=', koji će biti protumačen kao jedinstven ID priloga (UID) kao što je navedeno sa 'mkvmerge --identify-verbose'. Oni obično izgledaju kao nasumice izabrani brojevi (npr. '128975986723').

source: 2. for files with chapter information (e.g. OGM, MP4) for which mkvmerge does not detect the encoding correctly.
sr: 2. za fajlove sa informacijom o poglavlju (npr. OGM, MP4) za koje mkvmerge ne detektuje kodovanje ispravno.

source: 2: codec private data
pt_br: 2: dados privados do codec
sr: 2: lični podaci kodeka

source: 3. Either 'name:<value>' or 'mime-type:<value>' in which case the selector applies to all attachments whose name or MIME type respectively equals <value>.
sr: 3. Ili 'name:<value>' ili 'mime-type:<value>'; u tom slučaju se selektor primenjuje na sve priloge čije je ime ili MIME tip respektivno jednako <value>.

source: 4 bytes
sr: 4 bajta

source: <%1%> is not a valid child element of <%2%> at position %3%.
sr: <%1%> nije važeći dečji element od <%2%> na poziciji %3%.

source: <ChapterAtom> is missing the <ChapterTimeStart> child.
sr: U <ChapterAtom> nedostaje dečji element <ChapterTimeStart>.

source: <ChapterDisplay> is missing the <ChapterString> child.
sr: U <ChapterDisplay> nedostaje dečji element <ChapterString>.

source: <ChapterTrack> is missing the <ChapterTrackNumber> child.
sr: U <ChapterTrack> nedostaje dečji element <ChapterTrackNumber>.

source: <Simple> is missing the <Name> child.
sr: U <Simple> nedostaje dečji element <Name>.

source: <Simple> must contain either a <String> or a <Binary> child.
sr: <Simple> mora da sadrži ili <String> ili <Binary> element.

source: <Tag> is missing the <Simple> child.
sr: <Tag> nedostaje dečji element <Simple>.

source: <do not change>
sr: <ne menjaj>

source: <no output file>
sr: <nema izlaznog fajla>

source: <unnamed>
sr: <neimenovano>

source: <unsaved file>
sr: <nesačuvan fajl>

source: A block was found at timestamp %1% for track number %2%. However, no headers where found for that track number. The block will be skipped.
pt_br: Um bloco foi encontrado na marca de tempo %1% para a faixa de número %2%. Entretanto, nenhum cabeçalho foi encontrado para aquele número de faixa. O bloco será pulado.
sr: Blok je pronađen na vremenskoj oznaci %1% za stazu %2%. Ipak, nije nađeno zaglavlje za stazu sa tim brojem. Blok će biti preskočen.

source: A chapter starting at 0s is never considered for splitting and discarded silently.
pt_br: Um capítulo começando em 0s nunca é considerado para divisão e é descartado silenciosamente.
sr: Poglavlje koje počinje od 0s se nikad ne smatra kao mesto gde se deli i tiho se odbacuje.

source: A comma-separated list of frame/field number ranges of content to keep.
pt_br: Uma lista separada por vírgulas, de números de frames/campos, do conteúdo a manter.
sr: Zarezom odvojena lista opsega slika/poluslika sadržaja koji se čuva.

source: A comma-separated list of frame/field numbers after which to split.
pt_br: Uma lista separada por vírgulas de números de frames/campos, depois dos quais será feita a divisão.
sr: Zarezom odvojena lista brojeva slika/poluslika nakon kojih se pravi podela.

source: A comma-separated list of timecode ranges of content to keep.
pt_br: Uma lista separada por vírgulas, de códigos de tempo, de conteúdo a manter.
sr: Zarezom odvojena lista opsega vremenskih kodova koji se čuvaju.

source: A human-readable string specifying the codec.
pt_br: Uma palavra que indique nome do codec.
sr: Ljudski čitljiv niz koji označava kodek.

source: A human-readable track name.
pt_br: O nome da faixa para humanos.
sr: Ljudski čitljivo ime staze.

source: A job with the description '%s' already exists. Do you really want to add another one with the same description?
pt_br: Já existe uma tarefa com a descrição '%s'. Deseja adicionar outra tarefa com a mesma descrição?
sr: Zadatak sa opisom '%s' već postoji. Da li zaista želite da dodate još jedan sa istim opisom?

source: A name for this track that players can display helping the user chose the right track to play, e.g. "director's comments".
sr: Ime za ovu stazu koje plejeri mogu da prikažu pomažući korisniku da izabere pravu stazu za reprodukovanje, npr. "komentari režisera".

source: A randomly generated unique ID to identify the current segment between many others (128 bits).
pt_br: Um identificador (ID) gerado de forma aleatória, para identificar o segmento atual entre muitos outros (128 bits).
sr: Nasumično izabran jedinstveni ID koji identifikuje tekući segment između mnogo drugih (128 bita).

source: A randomly generated unique ID to identify the current segment between many others (128 bits).
sr: Nasumično izabran jedinstveni ID koji identifikuje tekući segment između mnogo drugih (128 bita).

source: A segment to play in place of this chapter. The edition set via the segment edition UID should be used for this segment, otherwise no edition is used. This is a 128bit segment UID in the usual UID form: hex numbers with or without the "0x" prefix, with or without spaces, exactly 32 digits.
pt_br: Um segmento para reproduzir no lugar deste capítulo. A edição ajustada de acordo com o segmento de edição UID deve ser usada para este segmento, do contrário nenhuma edição é usada. Este é um segmento UID de 128 bit na forma UID comum: números hexadecimais com ou sem o prefixo "0x", com ou sem espaços, exatamente com 32 dígitos.
sr: Segment koji se pušta namesto ovog poglavlja. Edicija koja je podešena preko segment edition UID treba da bude korišćena za ovaj segment, u suprotnom nikakva edicija se ne koristi. Ovo je 128-bitni segment UID u uobičajenoj UID formi: hex brojevi sa ili bez "0x" prefiksa, sa ili bez razmaka, od tačno 32 cifre.

source: A single Matroska block contains either a full frame (for progressive content) or a single field (for interlaced content).
pt_br: Um bloco Matroska único contém, ou um frame completo (para conteúdo progressivo), ou um campo único (para conteúdo intercalado).
sr: Pojedinačni Matroska blok sadrži ili celu sliku (za progresivan sadržaj) ili celu polusliku (za isprepletan sadržaj).

source: A track
pt_br: Uma faixa
sr: Staza

source: A track with the ID %1% was requested but not found in the file. The corresponding option will be ignored.
pt_br: Uma faixa com o ID %1% foi requerida, mas não foi encontrada no arquivo. A opção correspondente será ignorada.
sr: Staza sa ID %1% je bila zatražena ali nije pronađena u fajlu. Odgovarajući parametar će biti ignorisan.

source: A unique ID to identify the Track. This should be kept the same when making a direct stream copy of the Track to another file.
pt_br: É um identificador único que identifica a faixa. Deve ser mantido o mesmo ao fazer uma cópias da faixa para outro arquivo.
sr: Jedinstveni ID koji identifikuje Stazu. Ovo treba da bude sačuvano isto kada pravite direktnu kopiju potoka staze u neki drugi fajl.

source: A unique ID to identify the Track. This should be kept the same when making a direct stream copy of the Track to another file.
sr: Jedinstveni ID koji identifikuje Stazu. Ovo treba da bude sačuvano isto kada pravite direktnu kopiju potoka staze u neki drugi fajl.

source: A unique ID to identify the next chained segment (128 bits).
pt_br: Um ID único para identificar o seguinte segmento encadeado (128 bits).
sr: Jedinstveni ID koji identifikuje sledeći vezani segment (128 bita).

source: A unique ID to identify the next chained segment (128 bits).
sr: Jedinstveni ID koji identifikuje sledeći vezani segment (128 bita).

source: A unique ID to identify the previous chained segment (128 bits).
pt_br: Um ID único para identificar o anterior segmento encadeado (128 bits).
sr: Jedinstveni ID koji identifikuje prethodno vezani segment (128 bita).

source: A unique ID to identify the previous chained segment (128 bits).
sr: Jedinstveni ID koji identifikuje prethodno vezani segment (128 bita).

source: A&ppend files
sr: &Pripoji fajlove

source: A/52 (aka AC3)
sr: A/52 (poznat kao AC3)

source: AAC files may contain HE-AAC / AAC+ / SBR AAC audio. This can NOT be detected automatically. Therefore you have to specifiy '--aac-is-sbr 0' manually for this input file if the file actually contains SBR AAC. The file will be muxed in the WRONG way otherwise. Also read mkvmerge's documentation.
pt_br: Arquivos AAC podem conter áudio HE-AAC / AAC+ / SBR AAC. Isto NÃO PODE ser detectado automaticamente. Portanto, você precisa especificar '--aac-is-sbr 0' manualmente para este arquivo de entrada se o arquivo contém SBR AAC. O arquivo será multiplexado da forma ERRADA caso contrário. Para saber mais, leia a documentação do mkvmerge.
sr: AAC fajlovi mogu sadržati HE-AAC / AAC+ / SBR AAC audio. Ovo NE MOŽE biti automatski detektovano. Stoga morate ručno da navedete '--aac-is-sbr 0' za ovaj ulazni fajl ako on zaista sadrži SBR AAC. U protivnom fajl će biti muksovan na POGREŠAN način. Takođe pročitajte mkvmerge dokumentaciju.

source: AAC is SBR/HE-AAC/AAC+
pt_br: AAC é SBR/HE-AAC/AAC+
sr: AAC je SBR/HE-AAC/AAC+

source: AAC is SBR/HE-AAC/AAC+:
sr: AAC je SBR/HE-AAC/AAC+

source: AAC with ADIF headers
pt_br: AAC com cabeçalhos ADIF
sr: AAC sa ADIF zaglavljima

source: ALAC private data size mismatch
pt_br: O tamanho dos dados privados de ALAC não coincide.
sr: veličina ALAC ličnih podataka se ne slaže

source: ASCII string (no special chars like Umlaute etc)
pt_br: Sequencia ASCII (sem caracteres especiais como tremas, etc)
sr: ASCII niz (bez specijalnih znakova kao Umlaut itd.)

source: ASCII string (no special chars like Umlaute etc)
sr: ASCII niz (bez specijalnih znakova kao Umlaut itd.)

source: AVC/h.264 elementary streams
pt_br: Arquivos primários AVC/h.264
sr: AVC/H.264 elementarni potoci

source: Abort
pt_br: Abortar
sr: Prekini

source: Abort after current job
pt_br: Abortar depois da tarefa atual
sr: Prekini nakon tekućeg zadatka

source: Abort processing after the current job
pt_br: Abortar processamento depois da tarefa atual
sr: Prekini obradu nakon tekućeg zadatka

source: Abort the muxing process right now
pt_br: Abortar o processamento agora
sr: Prekini proces muksovanja odmah

source: Aborted processing on %s
pt_br: Processamento abortado em %s
sr: Prekinuo obradu u %s

source: About mkvinfo
pt_br: Sobre o mkvinfo
sr: O mkvinfo

source: Actions for handling attachments
pt_br: Ações para manipular anexos
sr: Radnje za rukovanje prilozima

source: Actions for handling properties
pt_br: Ações para manipular propriedades
sr: Radnje za rukovanje svojstvima

source: Actions for handling tags and chapters
pt_br: Ações para manipular tags e capítulos
sr: Radnje za rukovanje tagovima i poglavljima

source: Add
pt_br: Adicionar
sr: Dodaj

source: Add &command line options
pt_br: Adicionar opções à linha de &comando
sr: &Dodaj parametre komandne linije

source: Add additional command line options for mkvmerge
sr: Dodaj dodatne parametre komandne linije za mkvmerge

source: Add additional parts
pt_br: Adicionar partes
sr: Dodaj dodatne delove

source: Add as additional &parts to an existing input file
sr: Dodaj kao dodatne &delove postojećem ulaznom fajlu

source: Add as new input fi&les
sr: Dodaj kao nove ulazne fa&jlove

source: Add attachments
sr: Dodaj priloge

source: Add chapter
pt_br: Adicionar capítulo
sr: Dodaj poglavlje

source: Add command line options
pt_br: Adicionar opções à linha de comando
sr: Dodaj parametre komandne linije

source: Add element
pt_br: Adicionar elemento
sr: Dodaj element

source: Add files as a&dditional parts
sr: Dodaj fajlove kao &dodatne delove

source: Add media files
sr: Dodaj media fajlove

source: Add media files as additional parts
sr: Dodaj media fajlove kao dodatne delove

source: Add name
pt_br: Adicionar nome
sr: Dodaj ime

source: Add new &sub-chapter inside
sr: Dodaj novo &pod-poglavlje

source: Add new c&hapter before
sr: Dodaj novo p&oglavlje pre

source: Add new ch&apter after
sr: Dodaj novo po&glavlje posle

source: Add new e&dition before
sr: Dodaj novu e&diciju pre

source: Add new ed&ition after
sr: Dodaj novu ed&iciju posle

source: Add or replace chapters in the file with the ones from 'filename' or remove them if 'filename' is empty
pt_br: Adicionar ou substituir capítulos do arquivo com os de 'filename' ou removê-los se 'filename' estiver vazio
sr: Dodaj ili zameni poglavlja u fajlu sa onima iz 'filename' ili ih ukloni ako je 'filename' prazan

source: Add or replace tags in the file with the ones from 'filename' or remove them if 'filename' is empty (see below and man page for syntax)
pt_br: Adicionar ou substituir tags do arquivo com os de 'filename' ou removê-los se 'filename' estiver vazio (ver abaixo e página principal para a sintaxe)
sr: Dodaj ili zameni tagove u fajlu sa onima iz 'filename' ili ih ukloni ako je 'filename' prazan (vidi man stranu za sintaksu)

source: Add subchapter
pt_br: Adicionar subcapítulo
sr: Dodaj pod-poglavlje

source: Add the file 'filename' as a new attachment
pt_br: Adiciona o 'filename' do arquivo como um novo anexo
sr: Dodaj fajl 'filename' kao novi prilog

source: Add to &job queue
sr: Dodaj na &listu zadataka

source: Add to job &queue
sr: Dodaj na &listu zadataka

source: Added on
pt_br: Adicionado em
sr: Dodato u

source: Adding or appending files
sr: Dodavanje ili pripajanje fajlova

source: Adding, appending or adding as additional parts
sr: Dodavanje, pripajanje ili dodavanje kao dodatnih delova

source: Additional &modifications
sr: Dodatne &izmene

source: Additional command line options
sr: Dodatni parametri komandne linije

source: Additional options:
sr: Dodatne opcije:

source: Additional source file parts
pt_br: Lista de partes adicionais
sr: Dodatni delovi izvornog fajla

source: Additions
pt_br: Adições
sr: Dodaci

source: Adds a property with the value even if such a property already exists
pt_br: Adiciona uma propriedade com o valor mesmo se uma propriedade igual já existir
sr: Dodaje svojstvo sa vrednošću čak iako takvo svojstvo već postoji

source: Adds the current settings as a new job entry to the job queue
pt_br: Adiciona o projeto atual como uma tarefa na lista de tarefas
sr: Dodaje trenutne parametre kao novi zadatak u red za čekanje

source: Adjust chapter timecodes
pt_br: Ajustar códigos de tempo dos capítulos
sr: Podesi vremenske kodove poglavlja

source: Adjust timecodes
pt_br: Ajustar códigos de tempo
sr: Podesi vremenske kodove

source: After loading a file expand the most important elements
pt_br: Depois de ler o arquivo, expandir os dados mais importantes
sr: Nakon učitavanja fajla proširi najvažnije elemente

source: Algorithm: %1% (%2%)
pt_br: Algoritmo: %1% (%2%)
sr: Algoritam: %1% (%2%)

source: All Files (*)|*
pt_br: Todos os arquivos (*)|*
sr: Svi fajlovi (*)|*

source: All Files (*.*)|*.*
pt_br: Todos os arquivos (*.*)|*.*
sr: Svi fajlovi (*.*)|*.*

source: All chapter entries are valid.
pt_br: Todos os capítulos são válidos.
sr: Sve stavke poglavlja su važeće.

source: All files
sr: Svi fajlovi

source: All header values are OK.
pt_br: Todos os cabeçalhos estão OK.
sr: Sve vrednosti zaglavlja su OK.

source: All known property names and their meaning
pt_br: Todos os nomes das propriedades conhecidas e seus significados.
sr: Sva poznata imena svojstva i njihovo značenje

source: All occurences of the string "<TID>" will be replaced by the track's track ID.
sr: Sve pojave stringa "<TID>" biće izmenjene sa track ID-om staze.

source: All other strings work just like the track header selectors (see above).
pt_br: Todas as outras cadeias de caracteres funcionam como os seletores de cabeçalho de faixa (ver acima).
sr: Sve ostale linije rade isto kao selektor zaglavlja staze (vidi iznad).

source: All supported files|*.mkv;*.mka;*.mks;*.mk3d;*.webm;*.webma;*.webmv|Matroska files (*.mkv;*.mka;*.mks;*.mk3d)|*.mkv;*.mka;*.mks;*.mk3d|WebM files (*.webm;*.webma;*.webmv)|*.webm;*.webma;*.webmv|All files|*.*
pt_br: Todos os arquivos suportados|*.mkv;*.mka;*.mks;*.mk3d;*.webm;*.webma;*.webmv|Arquivos Matroska (*.mkv;*.mka;*.mks;*.mk3d)|*.mkv;*.mka;*.mks;*.mk3d|Arquivos WebM (*.webm;*.webma;*.webmv)|*.webm;*.webma;*.webmv|Todos os arquivos|*.*
sr: Svi podržani fajlovi|*.mkv;*.mka;*.mks;*.mk3d;*.webm;*.webma;*.webmv|Matroska fajlovi (*.mkv;*.mka;*.mks;*.mk3d)|*.mkv;*.mka;*.mks;*.mk3d|WebM fajlovi (*.webm;*.webma;*.webmv)|*.webm;*.webma;*.webmv|Svi fajlovi|*.*

source: All supported media files
sr: Svi podržani media fajlovi

source: All supported media files|%s%s|%s
pt_br: Todos os arquivos multimídia suportados|%s%s|%s
sr: Svi podržani media fajlovi|%s%s|%s

source: All units are based on 1024 (G = 1024^3, M = 1024^2, K = 1024).
sr: Sve jedinice se baziraju na 1024 (G = 1024^3, M = 1024^2, K = 1024).

source: Allows storing AVC/h.264 video in Video-for-Windows compatibility mode, e.g. when it is read from an AVI
pt_br: Permite armazenar vídeo AVC/h.264 no modo de compatibilidade para Windows; ex.: quando é lido de um AVI
sr: Dozvoljava skladištenje AVC/h.264 videa u Video-for-Windows (VfW) režimu kompatibilnosti, npr. kada je pročitan iz AVI

source: Allows the use of the CodecState element.
sr: Dozvoljava upotrebu CodecState elementa.
