Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Here you can adjust all the timecodes of the selected chapter and of all its sub-chapters by a specific amount either increasing or decreasing them.
pt_br: Aqui, é possível ajustar todos os códigos de tempo do capítulo selecionado e todos os seus subcapítulos com um valor específico, seja aumentando-os ou diminuindo-os.
sr: Ovde možete podesiti sve vremenske kodove izabranog poglavlja i svih njegovih pod-poglavlja povećavajući ili smanjujući njihovu vrednost za određeni iznos.

source: Here you can set the default values that mmg will use for each chapter that you create. These values can then be changed if needed. The default values will be saved when you exit mmg.
pt_br: Aqui, você poderá definir o Idioma e o país que o mmg utilizará por padrão para cada capítulo que criar. Estas definições poderão ser alteradas se necessário. Estas definições serão salvas quando sair das opções.
sr: Ovde možete podesiti podrazumevane vrednosti koje će mmg koristiti za svako poglavlje koje napravite. Ove vrednosti se onda mogu menjati u slučaju potrebe. Podrazumevane vrednosti će biti sačuvane kada izađete iz mmg-a.

source: Here you can set the values for the language and the country that you want to apply to all the chapters below and including the currently selected entry.
pt_br: Aqui, você poderá definir o idioma e o país que deseja aplicar a todos os capítulos seguintes, incluíndo o selecionado.
sr: Ovde možete podesiti vrednost za jezik i državu koju želite da primenite na sva poglavlja ispod uključujući i trenutno izabranu stavku.

source: ISO639-1 code
pt_br: Código ISO639-1
sr: Kod ISO639-1

source: ISO639-2 code
pt_br: Código ISO639-2
sr: Kod ISO639-2

source: IVF with VP8 video files
pt_br: IVF com arquivos de víde VP8
sr: IVF sa VP8 video fajlovi

source: If a chapter is marked 'hidden' then the player should not show this chapter entry to the user. Such entries could still be used by the menu system.
pt_br: Se um capítulo for marcado como 'oculto', o player não deverá mostrar este registro de capítulo ao usuário. Tais registros ainda podem ser usados por meio do menu de sistema.
sr: Ako je poglavlje označeno sa 'skriveno' plejer onda ne bi trebalo da prikaže postojanje tog poglavlja korisniku. Takve stavke bi i dalje mogle da se koriste za sistem menija.

source: If a chapter is not marked 'enabled' then the player should skip the part of the file that this chapter occupies.
pt_br: Se um capítulo não estiver marcado como 'ativado', o player deverá pular a parte ocupada pelo capítulo.
sr: Ako poglavlje nije označeno sa 'uključeno' plejer bi onda trebalo da preskoči deo fajla koji ovo poglavlje zauzima.

source: If a chapter or an edition is marked 'hidden' then the player should not show this chapter entry (or all of this edition's entries) to the user. Such entries could still be used by the menu system.
pt_br: Se um capítulo ou edição for marcado como 'oculto', o player não deverá mostrar esse capítulo (ou todas as edições) ao usuário. Esses registros ainda podem ser acessadas pelos menus.
sr: Ako je poglavlje ili edicija označeno sa 'skriveno' plejer onda ne bi trebalo da prikaže postojanje tog poglavlja/edicije korisniku. Takve stavke bi i dalje mogle da se koriste za sistem menija.

source: If a character set is selected here then the program will automatically set the character set input to this value for newly added text subtitle tracks.
sr: Ako se ovde izabere skup znakova program će automatski podesiti skupove znakova u ovu vrednost za novo dodate staze sa tekstualnim titlovima.

source: If a range's start number is prefixed with '+' then its content will be written to the same file as the previous range. Otherwise a new file will be created for this range.
sr: Ako je početni broj opsega prefiksiran sa '+' onda će njegov sadržaj biti zapisan u isti fajl kao od prethodnog opsega. U protivnom novi fajl će biti napravljen za ovaj opseg.

source: If a range's start timecode is prefixed with '+' then its content will be written to the same file as the previous range. Otherwise a new file will be created for this range.
sr: Ako je početni vremenski kod opsega prefiksiran sa '+' onda će njegov sadržaj biti zapisan u isti fajl kao i prethodni opseg. U protivnom novi fajl će biti napravljen za ovaj opseg.

source: If a start number is left out then the previous range's end number is used, or the start of the file if there was no previous range.
sr: Ako je početni broj izostavljen onda je krajnji broj prethodnog opsega korišćen, ili početak fajla ako nije bilo prethodnog opsega.

source: If a start timecode is left out then the previous range's end timecode is used, or the start of the file if there was no previous range.
sr: Ako je početni vremenski kod izostavljen onda je krajnji vremenski kod prethodnog opsega korišćen, ili početak fajla ako nije bilo prethodnog opsega.

source: If an edition is marked 'ordered' then the chapters can be defined multiple times and the order to play them is enforced.
pt_br: Se uma edição é marcada como "ordenada", os capítulos serão definidos múltiplas vezes e a ordem para executá-los é forçada.
sr: Ako je edicija označena sa 'poređano' onda poglavlja mogu biti definisana više puta a redosled po kojem se puštaju je ispoštovan.

source: If an edition is marked as 'default' then it should be used as the default edition.
pt_br: Se uma edição estiver marcada como 'padrão', então ela deverá ser usada como a edição padrão.
sr: Ako je edicija označena sa 'default' onda bi trebalo da bude korišćena kao osnovna edicija.

source: If checked mmg make sure the suggested output file name is unique by adding a number (e.g. ' (1)') to the end of the file name. This is only done if the unmodified file name already exists.
pt_br: Quando esta opção é ativada, o mmg adiciona um número (ex.: '(1)') no fim do nome do arquivo, criando assim um arquivo diferente e único. Apenas é válida se o arquivo original existir na pasta de destino.
sr: Ako je čekirano mmg će se pobrinuti da je predloženo ime izlaznog fajla jedinstveno dodajući broj (npr. ' (1)') na kraju imena fajla. To se radi samo ako nemodifikovano ime fajla već postoji.

source: If checked mmg will ask for confirmation before overwriting existing files, or before adding a new job if there's an old job whose description matches the new one.
pt_br: Quando selecionado, o mmg pedirá uma confirmação antes da substituição de arquivos ou de tarefas com a mesma descrição de tarefas anteriores.
sr: Ako je čekirano mmg će pitati za potvrdu pre nego što prepiše preko postojećih fajlova, ili pre nego što doda novi zadatak ako već postoji stari zadatak čiji se opis slaže sa novim.

source: If checked mmg will automatically set the output filename if it hasn't been set already. This happens when you add the first file. If unset mmg will not touch the output filename.
pt_br: Quando selecionado, o mmg define automaticamente o nome do arquivo de saída, caso ainda não tenha sido definido. Isto acontece quando você adicionar o 1º arquivo. Se não estiver selecionado, o mmg não modificará o nome do arquivo de saida.
sr: Ako je čekirano mmg će automatski podesiti ime izlaznog fajla ako ono već nije bilo podešeno. Ovo se dešava kada dodate prvi fajl. Ako nije čekirano mmg neće dirati ime izlaznog fajla.

source: If checked mmg will warn if it thinks that you're using it incorrectly. Such warnings are shown at least once even if you turn this feature off.
pt_br: Quando selecionada, o mmg irá avisá-lo de uma possível utilização incorreta. Tais avisos serão mostrados pelo menos uma vez, mesmo que esta opção esteja desativada.
sr: Ako je čekirano mmg će upozoriti ako misli da ga koristite nepravilno. Takva upozorenja su prikazana barem jednom čak iako isključite ovu funkciju.

source: If checked the program makes sure the suggested output file name is unique by adding a number (e.g. ' (1)') to the end of the file name.
sr: Ako je čekirano program će se pobrinuti da je predloženo ime izlaznog fajla jedinstveno dodajući broj (npr. ' (1)') na kraj imena fajla.

source: If enabled the program will ask for confirmation before overwriting files and jobs.
sr: Ako je čekirano program će pitati za potvrdu pre nego što prepiše fajlove i zadatke.

source: If enabled the program will check online whether or not a new release of MKVToolNix is available on the home page.
sr: Ako je čekirano program će proveriti da li je novo izdanje MKVToolNix-a dostupno na web stranici programa.

source: If fewer UIDs are specified than segments are created then random UIDs will be created for them.
sr: Ako se navede manje UID-ova nego što je napravljeno segmenata onda će UID-ovi biti nasumično kreirani za njih.

source: If given then you may use up to nine digits after the decimal point.
sr: Ako su navedeni onda možete koristiti do devet cifara posle decimalne tačke.

source: If it contains the word 'DELAY' followed by a number then this number is automatically put into the 'delay' input field for any audio track found in the file.
sr: Ako sadrži reč 'DELAY' praćen brojem onda se ovaj broj automatski stavlja u polje za unos 'kašnjenje' za svaku audio stazu nađenu u fajlu.

source: If left empty then mmg will set the output file name to be in the same directory as the first file added to this job. Otherwise this directory will be used.
pt_br: Se deixado em branco, o mmg irá estabelecer o nome do arquivo de saída para estar no mesmo diretório do primeiro arquivo adicionado a este trabalho. Caso contrário, o diretório descrito será usado.
sr: Ako je ostavljeno prazno onda će mmg postaviti ime izlaznog fajla tako da se nađe u istom direktorijumu kao i prvi fajl koji je dodat ovom zadatku. U suprotnom će ovaj direktorijum biti korišćen.

source: If more segment UIDs are specified than segments are created then the surplus UIDs are ignored.
sr: Ako su navede više segment UID-ova nego što je kreirano segmenata onda se suvišni UID-ovi ignorišu.

source: If no video track is output no splitting will occur.
pt_br: Se não há uma faixa de vídeo de saída, não ocorrerão divisões.
sr: Ako se nijedna video staza ne zapisuje, do deljenja neće doći.

source: If nothing is entered then '%p - %t' will be used.
sr: Ako ništa nije uneto onda će '%p - %t' biti korišćeno.

source: If set to 'determine automatically' then mkvmerge will choose one track of each type to have this flag set based on the information in the source files and the order of the tracks.
sr: Ako je postavljeno 'odredi automatski' onda će mkvmerge izabrati jednu stazu od svakog tipa i označiti sa ovom zastavicom zasnovano na informaciji iz izvornog fajla i redosledu staza.

source: If set to 'determine automatically' then mkvmerge will decide whether or not to compress and which algorithm to use based on the track type.
sr: Ako je postavljeno 'odredi automatski' onda će mkvmerge odlučiti da li da kompresuje ili ne i koji algoritam da koristi zasnovano na tipu staze.

source: If set to 'no' then the selected tracks will not be copied to the output file.
sr: Ako je postavljeno 'ne' onda izabrane staze neće biti kopirane u izlazni fajl.

source: If splitting is a file can be attached either to all files created or only to the first file. Has no effect if no splitting is used.
pt_br: Se a divisão é um arquivo, pode ser anexada para todos os arquivos criados ou apenas para o primeiro. Não tem efeito se nenhuma divisão for usada.
sr: Ako se deljenje koristi prilog može biti zakačen svim napravljenim fajlovima ili samo prvom fajlu. Nema efekta ako se deljenje ne koristi.

source: If the OGM format is used and the file's character set is not recognized correctly then this option can be used to correct that.
sr: Ako je korišćen OGM format i skup znakova fajla nije ispravno prepoznat tada ova opcija može biti korišćena da to popravi.

source: If the magical value -1 is used then mkvmerge will use sample precision even if a video track is present.
sr: Ako se koristi magična vrednost -1 mkvmerge će koristiti preciznost jednog uzorka ako je prisutna video staza.

source: If the number is postfixed with 'ms' then put at most 'n' milliseconds of data into each cluster.
sr: Ako je broj postfiksiran sa 'ms' onda će staviti najviše 'n' milisekundi podataka u svaki klaster.

source: If this option is enabled and if there is currently no output file name set then the program will set one for you when you add an input file.
sr: Ako je ova opcija čekirana i ako trenutno nije uneto ime izlaznog fajla program će onda uneti ime za vas kada dodate ulazni fajl.

source: If two or more timecodes are used then you have to separate them with commas.
sr: Ako se koriste dva ili vise vremenska koda onda ih morate razdvojiti sa zarezima.

source: If you encounter problems during playback of files please consider visiting the newly created MKVToolNix troubleshooting advice page:
pt_br: Se você encontrar problemas durante a reprodução de arquivos, por favor, visite a página de solução de problemas do MKVToolNix:
sr: Ako naiđete na probleme prilikom reprodukcije fajlova molim vas da razmotrite posetu novosnovanoj MKVToolNix stranici za rešavanje problema:

source: If you leave this empty then there is no limit for the number of files mkvmerge might create.
sr: Ako ostavite ovo prazno onda nema limita za broj fajlova koje mkvmerge može da napravi.

source: If you want to append or add them as additional parts you have to select which input file to append or add them to:
sr: Ako želite da ih pripojite ili dodate kao dodatne delove morate da izaberete kojem ulaznom fajlu da ih pripojite ili dodate:

source: Ignoring an entry which starts after it ends (%1%).
pt_br: Ignorando um registro que começa depois de terminar (%1%).
sr: Ignorišem unos koji počinje nakon što se završi (%1%).

source: Imported font from %1%
pt_br: Fonte importada de %1%
sr: Uvezen font iz %1%

source: Imported picture from %1%
pt_br: Imagem importada de %1%
sr: Uvezena slika iz %1%

source: Incompatible mkvmerge version
pt_br: Versão do mkvmerge incompativel
sr: Neodgovarajuća mkvmerge verzija

source: Incompatible track
pt_br: Faixa incompatível
sr: Neodgovarajuća staza

source: Inconsistent AAC audio packet (length: %1% != len_check %2%)
pt_br: Pacote de áudio AAC inconsistente (duração: %1% != len_check %2%)
sr: Nedosledan AAC audio paket (dužina: %1% != len_check %2%)

source: Increase verbosity.
pt_br: Aumentar verbosidade.
sr: Uvećaj verbalnost.

source: Indexing (cues):
sr: Indeksiranje (cues):

source: Input
pt_br: Entrada
sr: Ulaz

source: Input files:
pt_br: Arquivos de entrada:
sr: Ulazni fajlovi:

source: Input too long: %1% > %2%
pt_br: Entrada grande demais: %1% > %2%
sr: Ulazni podaci su predugački: %1% > %2%

source: Interface &language:
sr: Jezik &interfejsa:

source: Interface language:
pt_br: Idioma da interface:
sr: Jezik interfejsa:

source: Interlaced: %1%
pt_br: Entrelaçado: %1%
sr: Isprepletano: %1%

source: Internal bug: tracks.cpp SSA #1. %1%
pt_br: Bug interno: faixas.cpp SSA #1. %1%
sr: Interni bag: tracks.cpp SSA #1. %1%

source: Internal program error
pt_br: Erro interno
sr: Unutrašnja programska greška

source: Invalid %1% specified in '--%2% %3%'.
pt_br: Inválido %1% especificado em '--%2% %3%'.
sr: Nevažeći %1% naznačen u '--%2% %3%'.

source: Invalid 'format' attribute '%1%'.
pt_br: 'Formato' incorreto do atributo %1%.
sr: Nevažeći atribut 'format' '%1%'.

source: Invalid Base64 character encountered
pt_br: Caractere Base64 inválido encontrado
sr: Naišao na nevažeći Base64 karakter

source: Invalid BlockAddition level in argument '%1%'.
pt_br: Nível de BlockAddition inválido no argumento '%1%'.
sr: Nevažeći BlockAddition nivo u argumentu '%1%'.

source: Invalid UID. A UID is simply a number.
pt_br: UID inválido. Um UID é simplesmente um número.
sr: Nevažeći UID. UID je samo broj.

source: Invalid UID. This chapter UID is already in use. The original UID has not been changed.
pt_br: UID inválido. O UID deste capítulo já está em uso. O UID original não foi modificado.
sr: Nevažeći UID. Ovaj chapter UID je već u upotrebi. Originalni UID nije promenjen.

source: Invalid UID. This edition UID is already in use. The original UID has not been changed.
pt_br: UID inválido. Está edição do UID já está em uso. O UID original não foi modificado.
sr: Nevažeći UID. Ovaj edition UID je već u upotrebi. Originalni UID nije promenjen.

source: Invalid UTF-8 char. First byte: 0x%|1$02x|
pt_br: Codificação de caracteres UTF-8 inválida. Primeiro byte: 0x%|1$02x|
sr: Nevažeći UTF-8 karakter. Prvi bajt: 0x%|1$02x|

source: Invalid Vorbis headers in AVI audio track.
pt_br: Cabeçalhos Vorbis inválidos em uma faixa de áudio AVI.
sr: Nevažeća Vorbis zaglavlja u AVI audio stazi.

source: Invalid attachment ID/file name specification in argument '%1%'.
pt_br: ID de anexo ou nome de arquivo inválido na especificação do argumento '%1%'.
sr: Nevažeća specifikacija za attachment ID/ime fajla u argumentu '%1%'.

source: Invalid attribute '%1%' in node '%2%' at position %3%
pt_br: Atributo inválido: '%1%' no nódulo '%2%' na posição %3%
sr: Nevažeči atribut '%1%' u čvoru '%2%' na poziciji %3%

source: Invalid boolean option specified in '--default-track %1%'.
pt_br: Opção boolean inválida especificada em '--default-track %1%'.
sr: Navedena nevažeća logička vrednost u '--default-track %1%'.

source: Invalid boolean option specified in '--fix-bitstream-timing-information %1%'.
pt_br: Opção boolean inválida especificada em '--fix-bitstream-timing-information %1%'.
sr: Navedena nevažeća logička vrednost u '--fix-bitstream-timing-information %1%'.

source: Invalid boolean option specified in '--forced-track %1%'.
pt_br: Opção boolean inválida especificada em '--forced-track %1%'.
sr: Navedena nevažeća logička vrednost u '--forced-track %1%'.

source: Invalid boolean specified in '--aac-is-sbr %1%'.
pt_br: Opção boolean inválida especificada em '--aac-is-sbr %1%'.
sr: Navedena nevažeća logička vrednost u '--aac-is-sbr %1%'.

source: Invalid change spec (%3%) in '%1% %2%'.
pt_br: Mudança de especificações inválida (%3%) em '%1% %2%'.
sr: Nevažeća promena (%3%) in '%1% %2%'.

source: Invalid chapter number '%1%' for '--split' in '--split %2%': %3%
pt_br: Número de capítulo inválido '%1%' para '--split' em '--split %2%': %3%
sr: Nevažeći broj poglavlja '%1%' za '--split' u '--split %2%': %3%

source: Invalid compression option specified in '--compression %1%'.
pt_br: Opção de compressão inválida especificada em '--compression %1%'.
sr: Naveden nevažeći parametar za kompresiju u '--compression %1%'.

source: Invalid compression option. No track ID specified in '--compression %1%'.
pt_br: Opção de compressão inválida. Nenhuma ID de faixa especificada em '--compression %1%'.
sr: Nevažeći parametar za kompresiju. Nije naveden track ID u '--compression %1%'.

source: Invalid country selected
pt_br: País selecionado inválido
sr: Izabrana nevažeća država

source: Invalid cues option specified in '--cues %1%'.
pt_br: Opção de cues inválida especificada em '--cues %1%'.
sr: Naveden nevažeći cues parametar u '--cues %1%'.

source: Invalid cues option. No track ID specified in '--cues %1%'.
pt_br: Opção de cues inválida. Nenhuma ID de faixa especificada em '--cues %1%'.
sr: Nevažeći cues parametar. Nije naveden track ID u '--cues %1%'.

source: Invalid data for Base64 encoding found.
pt_br: Dados inválidos para codificação Base64 encontrados.
sr: Pronađen nevažeći podatak za Base64 kodiranje.

source: Invalid end frame/field number for '--split' in '--split %1%' (current part: %2%).
pt_br: O número final do frame/campo é incorreto para '--split' em '--split %1%' (parte atual: %2%).
sr: Nevažeći završni broj slike/poluslike za '--split' u '--split %1%' (trenutni deo: %2%).

source: Invalid end frame/field number for '--split' in '--split %1%' (current part: %2%). The end number must be bigger than the start number.
pt_br: O número final do frame/campo é incorreto para '--split' em '--split %1%' (parte atual: %2%). O número final deve ser maior do que o número inicial.
sr: Nevažeći završni broj slike/poluslike za '--split' u '--split %1%' (trenutni deo: %2%). Završni broj mora biti veći od početnog broja.

source: Invalid end time for '--split' in '--split %1%' (current part: %2%). Additional error message: %3%.
pt_br: Tempo final inválido para '--split' em '--split %1%' (parte atual: %2%). Mensagem de erro adicional: %3%.
sr: Nevažeće završno vreme za '--split' u '--split %1%' (trenutni deo: %2%). Dodatna poruka o grešci: %3%.

source: Invalid end time for '--split' in '--split %1%' (current part: %2%). The end time must be bigger than the start time.
pt_br: Tempo final inválido para '--split' em '--split %1%' (parte atual: %2%). O tempo final deve ser maior que o tempo inicial.
sr: Nevažeće završno vreme za '--split' u '--split %1%' (trenutni deo: %2%). Završno vreme mora biti veće od početnog vremena.

source: Invalid file name
pt_br: Nome do arquivo inválido
sr: Nevažeće ime fajla

source: Invalid format for '--split' in '--split %1%'.
pt_br: Formato inválido para '--split' em '--split %1%'.
sr: Nevažeći format za '--split' u '--split %1%'.

source: Invalid format for a SSA line ('%1%') at timecode %2%: The first field is not an integer. This entry will be skipped.
pt_br: Formato inválido para uma linha SSA ('%1%') no código de tempo %2%. O primeiro campo não é um inteiro. Este registro será pulado.
sr: Nevažeći format za SSA liniju ('%1%') na vremenskom kodu %2%: Prvo polje nije ceo broj. Ovaj unos će biti preskočen.

source: Invalid format for a SSA line ('%1%') at timecode %2%: Too many fields found (%3% instead of 9). This entry will be skipped.
pt_br: Formato inválido para linha SSA ('%1%') no código de tempo %2%: Campos demais encontrados (%3% em vez de 9). Este registro será pulado.
sr: Nevažeći format za SSA liniju ('%1%') na vremenskom kodu %2%: Pronađeno previše polja (%3% umesto 9). Ovaj unos će biti preskočen.

source: Invalid format used for the adjustment.
pt_br: Formato inválido usado para o ajuste.
sr: Korišćen je nevažeći format za podešavanje.

source: Invalid format used for the end time for '%s'. Setting value to 0.
pt_br: Formato inválido usado para o tempo final para '%s'. Estabelecendo o valor para 0.
sr: Korišćen je nevažeći format završnog vremena za '%s'. Postavljam vrednost na 0.

source: Invalid format used for the segment UID. Not using the value.
pt_br: Formato inválido usado para o segmento UID. O valor não será utilizado.
sr: Korišćen je nevažeći format za segment UID. Vrednost se neće koristiti.

source: Invalid format used for the segment edition UID. Not using the value.
pt_br: Formato inválido para o UID do segmento. O valor não será usado.
sr: Korišćen je nevažeći format za segment edition UID. Vrednost se neće koristiti.

source: Invalid format used for the start time for '%s'. Setting value to 0.
pt_br: Formato inválido usado para o tempo inicial para '%s'. Estabelecendo o valor para 0.
sr: Korišćen je nevažeći format početnog vremena za '%s'. Postavljam vrednost na 0.

source: Invalid format: At least minutes and seconds have to be given, but no colon was found
pt_br: Formato inválido: Pelo menos minutos e segundos precisam ser dados, mas nenhum foi encontrado
sr: Nevažeći format: Moraju da se navedu barem minuti i sekunde, ali dvotačka nije nađena

source: Invalid format: Colon inside nano-second part
sr: Nevažeći format: Dvotačka unutar nanosekund dela

source: Invalid format: More than nine nano-second digits
pt_br: Formato inválido: Mais de nove dígitos nano segundos
sr: Nevažeći format: Navedeno više od od devet cifara za nano-sekund

source: Invalid format: More than two colons
pt_br: Formato inválido: Mais de dois sinais de dois-pontos
sr: Nevažeći format: Više od dve dvotačke

source: Invalid format: No digits before colon
pt_br: Formato inválido: Nenhum dígito antes de dois-pontos
sr: Nevažeći format: Nema cifara pre dvotačke
