Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: The temporary TTA file for track ID %1% is being copied into the final TTA file. This may take some time.
pt_br: O arquivo temporário TTA para a faixa %1% está sendo copiado ao arquivo TTA final. Isso pode levar algum tempo.
sr: Privremeni TTA fajl za track ID %1% se kopira u finalni TTA fajl. Ovo može potrajati.

source: mkvmerge received a SIGINT (probably because the user pressed Ctrl+C). Trying to sanitize the file. If mkvmerge hangs during this process you'll have to kill it manually.
pt_br: O mkvmerge recebeu um SIGINT (provavelmente porque o usuário pressionou Ctrl+C). Tentando sanear o arquivo. Se o mkvmerge travar durante o processo, você deverá fechá-lo manualmente.
sr: mkvmerge je primio SIGINT (verovatno zato što je korisnik pritisnuo Ctrl+C). Pokušavam da ispravim fajl. Ako se mkvmerge zablokira prilikom ovog procesa moraćete da ga ručno zatvorite.

source: ( <file1> <file2> ) Treat file1 and file2 as if they were concatenated into a single big file.
pt_br: ( <file1> <file2> ) Tratar arquivo1 e arquivo2 como se estivessem ligados em um único arquivo grande.
sr: ( <file1> <file2> ) Tretiraj fajlove file1 i file2 kao da su spojeni u jedan veliki fajl.

source: --aac-is-sbr <TID[:0|1]> The track with the ID is HE-AAC/AAC+/SBR-AAC or not. The value ':1' can be omitted.
pt_br: --aac-is-sbr <TID[:0|1]> A faixa com o ID é HE-AAC/AAC+/SBR-AAC ou não. O valor ':1' pode ser omitido.
sr: --aac-is-sbr <TID[:0|1]> Staza sa ID je ID HE-AAC/AAC+/SBR-AAC ili ne. Vrednost ':1' može biti izostavljena.

source: --append-mode <file|track> Selects how mkvmerge calculates timecodes when appending files.
pt_br: --append-mode <file|track> Seleciona a forma como o mkvmerge calcula códigos de tempo ao unir arquivos.
sr: --append-mode <file|track> Selektuje kako mkvmerge izračunava vremenske kodove pri spajanju fajlova.

source: --append-to <SFID1:STID1:DFID1:DTID1,SFID2:STID2:DFID2:DTID2,...> A comma separated list of file and track IDs that controls which track of a file is appended to another track of the preceding file.
pt_br: --append-to <SFID1:STID1:DFID1:DTID1,SFID2:STID2:DFID2:DTID2,...> Uma lista separada por vírgulas dos IDs de arquivo e faixa, que controla qual faixa de um arquivo se une a outra faixa do arquivo anterior.
sr: --append-to <SFID1:STID1:DFID1:DTID1,SFID2:STID2:DFID2:DTID2,...> Zarezom odvojena lista ID-eva fajlova i staza koja kontroliše koja staza fajla je spojena sa drugom stazom prethodnog fajla

source: --aspect-ratio <TID:f|a/b> Sets the display dimensions by calculating width and height for this aspect ratio.
pt_br: --aspect-ratio <TID:f|a/b> Estabelece as dimensões de visualização por meio do cálcula da largura e da altura para essa relação de aspecto.
sr: --aspect-ratio <TID:f|a/b> Postavlja dimenzije prikaza računajući širinu i visinu za ovaj odnos strana.

source: --aspect-ratio-factor <TID:f|a/b> First calculates the aspect ratio by multi- plying the video's original aspect ratio with this factor and calculates the display dimensions from this factor.
pt_br: --aspect-ratio-factor <TID:f|a/b> Primeiro calcula a relação de aspecto por meio da multiplicação da relação de aspecto do vídeo original por este fator, e calcula as dimensões de visualização a partir deste fator.
sr: --aspect-ratio-factor <TID:f|a/b> Prvo računa odnos strana tako što množi originalni odnos strana videa sa ovim faktorom i računa dimenzije prikaza iz ovog faktora.

source: --attach-file <file> Creates a file attachment inside the Matroska file.
pt_br: --attach-file <file> Cria uma anexação de arquivo dentro do arquivo Matroska.
sr: --attach-file <file> Kreira prilog unutar Matroska fajla.

source: --attach-file-once <file> Creates a file attachment inside the first Matroska file written.
pt_br: --attach-file-once <file> Cria uma anexação de arquivo dentro do primeiro arquivo Matroska escrito.
sr: --attach-file-once <file> Kreira prilog unutar prvog zapisanog Matroska fajla.

source: --attachment-description <desc> Description for the following attachment.
pt_br: --attachment-description <desc> Descrição dos seguintes anexos.
sr: --attachment-description <desc> Opis za sledeći prilog.

source: --attachment-mime-type <mime type> Mime type for the following attachment.
pt_br: --attachment-mime-type &lt;mime type&gt; Tipo de mime para o seguinte anexo.
sr: --attachment-mime-type <mime type> Mime tip za sledeći prilog.

source: --attachment-name <name> The name should be stored for the following attachment.
pt_br: --attachment-name <name> O nome deve ser guardado no anexo seguinte.
sr: --attachment-name <name> Ime bi trebalo da bude zapisano za sledeći prilog.

source: --blockadd <TID:x> Sets the max number of block additional levels for this track.
pt_br: --blockadd <TID:x> Estabelece o número máximo de blocos adicionais para níveis desta faixa.
sr: --blockadd <TID:x> Određuje maksimalnu količinu dodatnih nivoa blokova za ovu stazu

source: --capabilities Lists optional features mkvmerge was compiled with.
pt_br: --capabilities Lista características opcionais com as quais o mkvmerge foi compilado.
sr: --capabilities Lista opcione mogućnosti sa kojima je mkvmerge kompajlovan.

source: --chapter-charset <cset> Charset for a simple chapter file.
pt_br: --chapter-charset <cset> Codificação de caracteres para um simples arquivo de capítulo.
sr: --chapter-charset <cset> Skup znakova za prosti fajl sa poglavljima.

source: --chapter-language <lng> Set the 'language' element in chapter entries.
pt_br: --chapter-language <lng> Estabelece o elemento 'idioma' nos registros de capítulos.
sr: --chapter-language <lng> Postavlja element 'jezik' u unos poglavlja.

source: --chapters <file> Read chapter information from the file.
pt_br: --chapters <file> Lê informações de capítulos do arquivo.
sr: --chapters <file> Pročitaj informaciju o poglavljima iz fajla.

source: --cluster-length <n[ms]> Put at most n data blocks into each cluster. If the number is postfixed with 'ms' then put at most n milliseconds of data into each cluster.
pt_br: --cluster-length <n[ms]> Põe como máximo n blocos de informação em cada grupo. Se o número se posteriorizar com 'ms', será colocado como máximo n ms de dados em cada grupo.
sr: --cluster-length <n[ms]> Stavi najviše n blokova sa podacima u svaki klaster Ako iza broja sledi 'ms' onda stavi najviše n milisekundi podataka u svaki klaster.

source: --clusters-in-meta-seek Write meta seek data for clusters.
pt_br: --clusters-in-meta-seek Escreve dados de meta para cada grupo.
sr: --clusters-in-meta-seek Zapiši meta seek podatke za klastere.

source: --command-line-charset <charset> Charset for strings on the command line
pt_br: --command-line-charset <charset> Codificação de caracteres para sentenças na linha de comando
sr: --command-line-charset <charset> Skup znakova za nizove u komandnoj liniji

source: --compression <TID:method> Sets the compression method used for the specified track ('none' or 'zlib').
pt_br: --compression <TID:method> Define o método de compressão usado para a faixa especificada ('none' or 'zlib').
sr: --compression <TID:method> Određuje metod kompresije korišćen za navedenu stazu ('ništa' ili 'zlib').

source: --cropping <TID:left,top,right,bottom> Sets the cropping parameters.
pt_br: --cropping <TID:left,top,right,bottom> Estabelece os parâmetros de corte.
sr: --cropping <TID:left,top,right,bottom> Podešava parametre podrezivanja.

source: --cue-chapter-name-format <format> Pattern for the conversion from CUE sheet entries to chapter names.
pt_br: --cue-chapter-name-format <format> Padrão para a conversão de folhas CUE para nomes de capítulos.
sr: --cue-chapter-name-format <format> Obrazac za konverziju stavki iz CUE lista u imena poglavlja.

source: --cues <TID:none|iframes|all> Create cue (index) entries for this track: None at all, only for I frames, for all.
pt_br: --cues <TID:none|iframes|all> Cria registros cue (index) para esta faixa: Nenhuma, somente para I frames, para todos.
sr: --cues <TID:none|iframes|all> Napravi cue (indeks) stavke za ovu stazu: Ništa, samo za I slike, za sve.

source: --debug <topic> Turns on debugging output for 'topic'.
pt_br: --debug <topic> Ativa a depuração de saída para 'topic'.
sr: --debug <topic> Uključuje rezultat debagovanja za 'topic'.

source: --default-duration <TID:Xs|ms|us|ns|fps> Force the default duration of a track to X. X can be a floating point number or a fraction.
pt_br: --default-duration <TID:Xs|ms|us|ns|fps> Força a duração padrão de uma faixa para X. X pode ser um número decimal ou uma fração.
sr: --default-duration <TID:Xs|ms|us|ns|fps> Prinudi default trajanje staze u X. X može biti broj sa pokretnim zarezom ili razlomak.

source: --default-language <lng> Use this language for all tracks unless overridden with the --language option.
pt_br: --default-language <lng> Use este idioma para todas as faixas, a não ser que seja substituída pela --language option.
sr: --default-language <lng> Koristi ovaj jezik za sve staze osim ako je nadglasano sa parametrom --language.

source: --default-track <TID[:bool]> Sets the 'default' flag for this track or forces it not to be present if bool is 0.
pt_br: --default-track <TID[:bool]> Estabelece como padrão esta faixa ou força-a a não estar presente se a bool for 0.
sr: --default-track <TID[:bool]> Postavlja zastavicu 'default' za ovu stazu ili primorava da ne bude prisutna ako je logička vrednost 0.

source: --disable-lacing Do not Use lacing.
pt_br: --disable-lacing Nãu usar ataduras (lacing).
sr: --disable-lacing Ne koristi uvezivanje.

source: --disable-track-statistics-tags Do not write tags with track statistics.
sr: --disable-track-statistics-tags Ne zapisuj tagove sa statistikom staze.

source: --display-dimensions <TID:width>x<height> Explicitly set the display dimensions.
pt_br: --display-dimensions <TID:width>x<height> Estabelece explicitamente as dimensões de visualização.
sr: --display-dimensions <TID:width>x<height> Izričito navedi dimenzije slike.

source: --enable-durations Enable block durations for all blocks.
pt_br: --enable-durations Ativa durações de blocos para todos os blocos.
sr: --enable-durations Omogući blokovo trajanje za sve blokove.

source: --engage <feature> Turns on experimental feature 'feature'.
pt_br: --engage <feature> Ativa a característica experimental 'feature'.
sr: --engage <feature> Uključuje eksperimentalnu funkciju 'feature'.

source: --fix-bitstream-timing-information <TID[:bool]> Adjust the frame/field rate stored in the video bitstream to match the track's default duration.
pt_br: --fix-bitstream-timing-information <TID[:bool]> Ajusta a taxa de frames/campos armazenada no vídeo para coincidir com a duração padrão da faixa.
sr: --fix-bitstream-timing-information <TID[:bool]> Podesi tajming slike/polu-slike sačuvane u video bit-potoku da odgovara podrazumevanom trajanju staze.

source: --forced-track <TID[:bool]> Sets the 'forced' flag for this track or forces it not to be present if bool is 0.
pt_br: --forced-track <TID[:bool]> Estabelece como forçada esta faixa ou a obriga a não estar presente se o bool for 0.
sr: --forced-track <TID[:bool]> Postavlja zastavicu 'forced' za ovu stazu ili primorava da ne bude prisutna ako je logička vrednost 0.

source: --global-tags <file> Read global tags from a XML file.
pt_br: --global-tags <file> Lê as etiquetas globais de um arquivo XML.
sr: --global-tags <file> Čita globalne tagove iz XML fajla.

source: --language <TID:lang> Sets the language for the track (ISO639-2 code, see --list-languages).
pt_br: --language <TID:lang> Estabelece o idioma para a faixa (código ISO639-2, ver --list-languages).
sr: --language <TID:lang> Postavlja jezik staze (kod ISO639-2, pogledati --list-languages).

source: --link Link splitted files.
pt_br: --link Liga arquivos divididos.
sr: --link Poveži rasparčane fajlove.

source: --link-to-next <SID> Link the last file to the given SID.
pt_br: --link-to-next <SID> Liga o último arquivo ao SID dado.
sr: --link-to-next <SID> Poveži poslednji fajl sa datim SID.

source: --link-to-previous <SID> Link the first file to the given SID.
pt_br: --link-to-previous <SID> Liga o primeiro arquivo ao SID dado.
sr: --link-to-previous <SID> Poveži prvi fajl sa datim SID.

source: --list-languages Lists all ISO639 languages and their ISO639-2 codes.
pt_br: --list-languages Lista todos os idiomas ISO639 e seus códigos ISO639-2.
sr: --list-languages Izlistava sve ISO639 jezike i njihove ISO639-2 kodove.

source: --nalu-size-length <TID:n> Force the NALU size length to n bytes with 2 <= n <= 4 with 4 being the default.
pt_br: --nalu-size-length <TID:n> Força a extensão de tamanho NALU a n bytes com 2 <= n <= 4, sendo 4 o valor padrão.
sr: --nalu-size-length <TID:n> Primoraj da NALU veličina bude n bajtova sa 2 <= n <= 4 gde je 4 default.

source: --no-chapters Don't keep chapters from the source file.
pt_br: --no-chapters Não conservar capítulos do arquivo de origem.
sr: --no-chapters Ne čuvaj poglavlja iz izvornog fajla.

source: --no-cues Do not write the cue data (the index).
pt_br: --no-cues Não escrever a informação do índice (cue).
sr: --no-cues Ne ispisuj cue podatak (indeks).

source: --no-global-tags Don't keep global tags from the source file.
pt_br: --no-global-tags Não conservar as tags globais do arquivo de origem.
sr: --no-global-tags Ne čuvaj globalne tagove iz izvornog fajla.

source: --output-charset <cset> Output messages in this charset
pt_br: --output-charset <cset> Mensagens criadas nesta codificação de caracteres
sr: --output-charset <cset> Prikaži poruke u ovom skupu znakova

source: --priority <priority> Set the priority mkvmerge runs with.
pt_br: --priority <priority> Estabelece a prioridade na qual o mkvmerge é executado.
sr: --priority <priority> Postavi prioritet pod kojim mkvmerge radi.

source: --reduce-to-core <TID> Keeps only the core of audio tracks that support HD extensions instead of copying both the core and the extensions.
sr: --reduce-to-core <TID> Zadržava samo jezgro audio staza koje podržavaju HD ekstenziju umesto kopiranja i jegra i ekstenzije.

source: --segment-uid <SID1,[SID2...]> Set the segment UIDs to SID1, SID2 etc.
pt_br: --segment-uid <SID1,[SID2...]> Estabelecer os UIDs dos segmentos para SID1, SID2 etc.
sr: --segment-uid <SID1,[SID2...]> Podešava segment UID-e u SID1, SID2 itd.

source: --segmentinfo <file> Read segment information from the file.
pt_br: --segmentinfo <file> Ler informação de segmento do arquivo.
sr: --segmentinfo <file> Pročitaj informaciju o segmentu iz fajla.

source: --split <d[K,M,G]|HH:MM:SS|s> Create a new file after d bytes (KB, MB, GB) or after a specific time.
pt_br: --split <d[K,M,G]|HH:MM:SS|s> Cria um novo arquivo depois de d bytes (KB, MB, GB) ou depois de um tempo específico.
sr: --split <d[K,M,G]|HH:MM:SS|s> Napravi novi fajl posle d bajta (KB, MB, GB) ili nakon određenog vremena.

source: --split chapters:all|A[,B...] Create a new file before each chapter (with 'all') or before chapter numbers A, B etc.
pt_br: --split chapters:all|A[,B...] Cria um novo arquivo antes de cada capítulo (com 'all') ou antes de números de capítulos A, B etc.
sr: --split chapters:all|A[,B...] Napravi novi fajl pre svakog poglavlja (koristeći 'all') ili pre brojeva poglavlja A, B itd.

source: --split frames:A[,B...] Create a new file after each frame/field A, B etc.
pt_br: --split frames:A[,B...] Cria um novo arquivo depois de cada frame/campo A, B etc.
sr: --split frames:A[,B...] Napravi novi fajl nakon svake slike/poluslike A, B itd.

source: --split parts-frames:start1-end1[,[+]start2-end2,...] Same as 'parts:', but 'startN'/'endN' are frame/ field numbers instead of timecodes.
pt_br: --split parts-frames:start1-end1[,[+]start2-end2,...] Igual a 'parts:', mas 'startN'/'endN' são números de frames/ campos em vez de códigos de tempo.
sr: --split parts-frames:start1-end1[,[+]start2-end2,...] Isto kao 'parts:', samo što su 'startN'/'endN' brojevi slika/poluslika a ne vremenski kodovi.

source: --split parts:start1-end1[,[+]start2-end2,...] Keep ranges of timecodes start-end, either in separate files or append to previous range's file if prefixed with '+'.
sr: --split parts:start1-end1[,[+]start2-end2,...] Podeli na zasebne fajlove koristeći vremenske opsege (početak-završetak) ili spoji različite opsege u jedan fajl koristeći prefiks '+'.

source: --split timecodes:A[,B...] Create a new file after each timecode A, B etc.
pt_br: --split timecodes:A[,B...] Cria um novo arquivo depois de cada código de tempo A, B etc.
sr: --split timecodes:A[,B...] Kreiraj novi fajl nakon svakog A, B itd vremenskog koda

source: --split-max-files <n> Create at most n files.
pt_br: --split-max-files <n> Criar no máximo n arquivos.
sr: --split-max-files <n> Napravi najviše n fajlova.

source: --stereo-mode <TID:n|keyword> Sets the stereo mode parameter. It can either be a number 0 - 14 or a keyword (see documentation for the full list).
pt_br: --stereo-mode <TID:n|keyword> Estabelece o parâmetro do modo estéreo. Pode ser um número de 0 - 14 ou uma palavra-chave (veja a documentação para a lista completa).
sr: --stereo-mode <TID:n|keyword> Postavlja parametar stereo režima. Može biti ili broj od 0 - 14 ili ključna reč (pogl. dokumentaciju za kompletnu listu).

source: --sub-charset <TID:charset> Determines the charset the text subtitles are read as for the conversion to UTF-8.
pt_br: --sub-charset <TID:charset> Determina a codificação de caracteres do texto das legendas que são lidos para a conversão UTF-8.
sr: --sub-charset <TID:charset> Određuje skup znakova sa kojim su tekstualni titlovi pročitani radi konverzije u UTF-8.

source: --timecode-scale <n> Force the timecode scale factor to n.
pt_br: --timecode-scale <n> Força o fator de proporção do código de tempo para n.
sr: --timecode-scale <n> Primorava množitelj vremenskog koda u n.

source: --timecodes <TID:file> Read the timecodes to be used from a file.
pt_br: --timecodes <TID:file> Ler os códigos de tempo a serem utilizados a partir de um arquivo.
sr: --timecodes <TID:file> Pročitaj iz fajla vremenske kodove koji će biti korišćeni.

source: --title <title> Title for this output file.
pt_br: --title <title> Título para o arquivo de saída.
sr: --title <title> Naziv za ovaj izlazni fajl.

source: --track-name <TID:name> Sets the name for a track.
pt_br: --track-name <TID:name> Estabelece o nome para uma faixa.
sr: --track-name <TID:name> Postavlja ime za stazu.

source: --track-order <FileID1:TID1,FileID2:TID2,FileID3:TID3,...> A comma separated list of both file IDs and track IDs that controls the order of the tracks in the output file.
pt_br: --track-order <FileID1:TID1,FileID2:TID2,FileID3:TID3,...> Uma lista separada por vírgulas de ambos os IDs de arquivos e IDs de faixas que controlam a ordem das faixas no arquivo de saída.
sr: --track-order <FileID1:TID1,FileID2:TID2,FileID3:TID3,...> Zarezom odvojena lista identifikatora fajlova i staza koja kontroliše redosled staza u izlaznom fajlu.

source: --track-tags <n,m,...> Copy the tags for tracks n,m etc. Default: copy tags for all tracks.
pt_br: --track-tags <n,m,...> Copia as tags para as faixas n,m etc. Padrão: copia tags para todas as faixas.
sr: --track-tags <n,m,...> Kopiraj tagove za staze n,m itd. Default: kopiraj tagove za sve staze.

source: --ui-language <code> Force the translations for 'code' to be used.
pt_br: --ui-language <code> Força as traduções para o 'code' a ser usado.
sr: --ui-language <code> Primoraj da se koriste prevodi za 'code'.

source: -A, --no-audio Don't copy any audio track from this file.
pt_br: -A, --no-audio Não copia nenhuma faixa de áudio deste arquivo.
sr: -A, --no-audio Ne kopiraj nijednu audio stazu iz ovog fajla.

source: -B, --no-buttons Don't copy any buttons track from this file.
pt_br: -B, --no-buttons Não copia nenhum botão de faixa deste arquivo.
sr: -B, --no-buttons Ne kopiraj staze sa dugmadima iz ovog fajla.

source: -D, --no-video Don't copy any video track from this file.
pt_br: -D, --no-video Não copia nenhuma faixa de vídeo deste arquivo.
sr: -D, --no-video Ne kopiraj nijednu video stazu iz ovog fajla.

source: -M, --no-attachments Don't copy attachments from a source file.
pt_br: -M, --no-attachments Não copia anexos do arquivo de origem.
sr: -M, --no-attachments Ne kopiraj priloge iz izvornog fajla.

source: -S, --no-subtitles Don't copy any subtitle track from this file.
pt_br: -S, --no-subtitles Não copia nenhuma legenda deste arquivo.
sr: -S, --no-subtitles Ne kopiraj nijednu titl stazu iz ovog fajla.

source: -T, --no-track-tags Don't copy tags for tracks from the source file.
pt_br: -T, --no-track-tags Não copia nenhuma faixa de etiquetas do arquivo de origem.
sr: -T, --no-track-tags Ne kopiraj tagove za staze iz izvornog fajla.

source: -V, --version Show version information.
pt_br: -V, --version Mostra a informação da versão.
sr: -V, --version Pokaži informaciju o verziji programa.

source: -a, --audio-tracks <n,m,...> Copy audio tracks n,m etc. Default: copy all audio tracks.
pt_br: -a, --audio-tracks <n,m,...> Copia as faixas de áudio n,m etc. Por padrão: copia todas as faixas de áudio.
sr: -a, --audio-tracks <n,m,...> Kopiraj audio staze n,m itd. Default: kopiraj sve audio staze.

source: -b, --button-tracks <n,m,...> Copy buttons tracks n,m etc. Default: copy all buttons tracks.
pt_br: -b, --button-tracks <n,m,...> Copia botões de faixas n,m etc. Padrão: copia todos os botões de faixas.
sr: -b, --button-tracks <n,m,...> Kopiraj staze sa dugmadima n,m itd. Default: kopiraj sve staze sa dugmadima.ок.

source: -d, --video-tracks <n,m,...> Copy video tracks n,m etc. Default: copy all video tracks.
pt_br: -d, --video-tracks <n,m,...> Copia as faixas de vídeo n,m etc. Por padrão: copia todas as faixas de vídeo.
sr: -d, --video-tracks <n,m,...> Kopiraj video staze n,m itd. Default: kopiraj sve video staze.

source: -f, --fourcc <FOURCC> Forces the FourCC to the specified value. Works only for video tracks.
pt_br: -f, --fourcc <FOURCC> Força o FourCC a um valor específico. Apenas funciona com faixas de vídeo.
sr: -f, --fourcc <FOURCC> Primorava FourCC u naznačenu vrednost. Radi samo za video staze.

source: -h, --help Show this help.
pt_br: -h, --help Mostra a ajuda.
sr: -h, --help Pokaži ovu pomoć.

source: -i, --identify <file> Print information about the source file.
pt_br: -i, --identify <file> Mostra informações sobre o arquivo de origem.
sr: -i, --identify <file> Napiši informaciju o izvornom fajlu.

source: -l, --list-types Lists supported input file types.
pt_br: -l, --list-types Lista os arquivos de entrada suportados.
sr: -l, --list-types Izlistava podržane tipove formata ulaznih fajlova.

source: -m, --attachments <n[:all|first],m[:all|first],...> Copy the attachments with the IDs n, m etc to all or only the first output file. Default: copy all attachments to all output files.
pt_br: -m, --attachments <n[:all|first],m[:all|first],...> Copia os anexos com os IDs n, m etc para todos ou apenas para o primeiro arquivo de saída. Por padrão: copia todos os anexos para todos os arquivos de saída.
sr: -m, --attachments <n[:all|first],m[:all|first],...> Kopiraj priloge sa ID n,m itd. u sve ili samo u prvi izlazni fajl. Default: kopiraj sve priloge u sve izlazne fajlove.

source: -o, --output out Write to the file 'out'.
pt_br: -o, --output out Escreve para o arquivo 'out'.
sr: -o, --output out Zapiši u fajl 'out'.

source: -r, --redirect-output <file> Redirects all messages into this file.
pt_br: -r, --redirect-output <file> Redireciona todas as mensagens para este arquivo.
sr: -r, --redirect-output <file> Preusmerava sve poruke u ovaj fajl.
