Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Set country to:
pt_br: Definir país para:
sr: Postavi državu kao:

source: Set if that track (audio, video or subs) SHOULD be used if no language found matches the user preference.
pt_br: Define se a faixa (áudio, vídeo ou legendas) DEVE ser usada, se não for encontrada nas preferências do usuário no player utilizado.
sr: Postavlja da li ova staza (audio,video ili prevod) TREBA da se koristi ako se ne nađe jezik koji odgovara korisničkoj postavci.

source: Set if that track (audio, video or subs) SHOULD be used if no language found matches the user preference.
sr: Postavlja da li ova staza (audio,video ili prevod) TREBA da se koristi ako se ne nađe jezik koji se slaže sa korisničkom postavkom.

source: Set if that track MUST be used during playback. There can be many forced track for a kind (audio, video or subs). The player should select the one whose language matches the user preference or the default + forced track.
pt_br: Define se a faixa TEM de ser usada durante a reprodução. Podem existir várias faixas forçadas para os tipos (áudio, vídeo ou legendas). O player deverá selecionar uma que coincida com as preferências do usuário, ou com as opções padrões do player.
sr: Postavlja da li ova staza MORA biti korišćena tokom reprodukcije. Može biti mnogo obaveznih staza za svoj tip (audio, video ili prevod). Plejer treba da odabere onu čiji se jezik slaže sa korisničkom postavkom ili podrazumevanu + obaveznu stazu.

source: Set if that track MUST be used during playback. There can be many forced track for a kind (audio, video or subs). The player should select the one whose language matches the user preference or the default + forced track.
sr: Postavlja da li ova staza MORA biti korišćena tokom reprodukcije. Može biti mnogo obaveznih staza za svoju vrstu (audio, video ili prevod). Plejer treba da odabere onu čiji se jezik slaže sa korisničkom postavkom ili podrazumevanu + obaveznu stazu.

source: Set if the track is used.
pt_br: Define a faixa é utilizada.
sr: Postavi ako se staza koristi.

source: Set if the video is interlaced.
pt_br: Estabelecer se o vídeo é entrelaçado.
sr: Postavi ako je video isprepletan.

source: Set language to:
pt_br: Definir idioma para:
sr: Postavi jezik na:

source: Set the MIME type to use for the following '--add-attachment' or '--replace-attachment' option
pt_br: Estabelece o tipo MIME a ser usado para as opções '--add-attachment' ou '--replace-attachment'
sr: Postavi MIME tip za upotrebu u sledećim parametrima '--add-attachment' ili '--replace-attachment'

source: Set the chapter names's &languages:
sr: Postavi &jezik poglavlja:

source: Set the chapter names's co&untries
sr: Postavi &državu poglavlja

source: Set the delay input field from the file name
pt_br: Definir o atraso através do nome do arquivo
sr: Unesi u polje za kašnjenje vrednost iz imena fajla

source: Set the description to use for the following '--add-attachment' or '--replace-attachment' option
pt_br: Estabelece a descrição a ser usada para as opções '--add-attachment' ou '--replace-attachment'
sr: Postavi opis za upotrebu u sledećim parametrima '--add-attachment' ili '--replace-attachment' option

source: Set the name to use for the following '--add-attachment' or '--replace-attachment' option
pt_br: Estabelece o nome a ser usado para as opções '--add-attachment' ou '--replace-attachment'
sr: Postavi ime za upotrebu u sledećim parametrima '--add-attachment' ili '--replace-attachment' option

source: Set values
pt_br: Definir valores
sr: Postavi vrednosti

source: Sets a property to the value if it exists and add it otherwise
pt_br: Estabelece uma propriedade ao valor, se existir; caso não exista, será adicionado
sr: Postavlja svojstvo za vrednost ako postoji, u suprotnom ga dodaje

source: Sets the Matroska file section that all following add/set/delete actions operate on (see below and man page for syntax)
pt_br: Estabelece a seção do arquivo Matroska para que todas as seguintes ações adicionar/estabelecer/deletar funcionem (ver abaixo e a página principal para a sintaxe).
sr: Postavlja sekciju Matroska fajla preko koje rade sve kasnije dodaj/postavi/obriši akcije (o sintaksi, pročitaj niže kao i man stranicu)

source: Sets the Matroska parser mode to 'fast' (default) or 'full'
pt_br: Estabelece o modo de análise do Matroska para 'rápido' (padrão) ou 'completo'
sr: Podešava Matroska režim raščlanjivanja u 'fast' (default) ili 'full'

source: Sets the compression algorithm to be used for this track. If no option is selected mkvmerge will decide whether or not to compress and which algorithm to use based on the track type. Most track types are not compressed at all.
pt_br: Estabelece o algoritmo de compressão a ser usado nesta faixa. Se nenhuma opção estiver selecionada, o mkvmerge decidirá se irá comprimi-la ou não, e qual algoritmo será usado, com base no tipo de faixa. A maioria dos tipos de faixa não têm nenhum tipo de compressão.
sr: Podešava algoritam kompresije korišćen za ovu stazu. Ako nijedna opcija nije izabrana mkvmerge će odlučiti da li da kompresuje ili ne i koji algoritam da koristi zasnovan na tipu staze. Većina tipova staza nije uopšte kompresovana.

source: Sets the cropping parameters which tell a player to omit a certain number of pixels on the four sides during playback.
sr: Postavlja parametre za podrezivanje slike koji govore plejeru da izostavi određen broj piksela sa četiri strane prilikom reprodukcije.

source: Sets the cropping parameters. Must be comma-separated list of four numbers for the cropping to be used at the left, top, right and bottom.
pt_br: Estabelece os parâmetros de corte. Para o corte que será usado, deve ser especificada uma sequência de quatro números separados por vírgulas na ordem: esquerda, cima, direita e baixo.
sr: Postavlja parametre za podrezivanje slike. Mora biti zarezom odvojena lista od četiri broja koji se upotrebljavaju za rezanje redosledom levo, gore, desno i dole.

source: Sets the default duration or number of frames per second for a track. This can either be a floating point number or a fraction.
pt_br: Estabalece uma duração padrão ou número de frames por segundo para uma faixa. Este também pode ser um número decimal ou fracionário.
sr: Postavlja osnovno trajanje ili broj slika u sekundi za stazu. Ovo može biti broj sa pokretnim zarezom ili razlomak.

source: Sets the display aspect ratio of the track. The format can be either 'a/b' in which case both numbers must be integer (e.g. 16/9) or just a single floating point number 'f' (e.g. 2.35).
pt_br: Estabelece o aspecto do vídeo (aspect ratio) da faixa de vídeo. O fomatopode ser tanto 'a/b', no caso, ambos os números devem ser inteiros (ex.: 16/9); ou um único número decimal (ex.: 2,35).
sr: Postavlja format slike ove staze. Format može biti ili 'a/b' u kom slučaju oba broja moraju biti celi (npr. 16/9) ili samo jedan broj sa pokretnom zarezom 'f' (npr. 2.35).

source: Sets the display height of the track. The width must be set as well, or this field will be ignored.
pt_br: Defina a altura de exibição para esta faixa. Você deverá também preencher o campo da largura, caso contrário, este campo será ignorado.
sr: Postavlja visinu koja će biti prikazana. Širina takođe mora biti postavljena, ili će ovo polje biti ignorisano.

source: Sets the display width of the track. The height must be set as well, or this field will be ignored.
pt_br: Defina a largura de exibição para esta faixa. Você deverá também preencher o campo da altura, caso contrário, este campo será ignorado.
sr: Postavlja širinu koja će biti prikazana. Visina takođe mora biti postavljena, ili će ovo polje biti ignorisano.

source: Sets the lossless compression algorithm to be used for this track.
sr: Podešava lossless algoritam kompresije koji se koristi za ovu stazu.

source: Sets the priority that mkvmerge will run with. Chosing 'lowest' will cause mkvmerge to select a low I/O priority as well.
pt_br: Define a prioridade com que o mkvmerge é executado.
sr: Postavlja prioritet sa kojim će mkvmerge raditi. Ako se izabere 'najniže' to će izazvati mkvmerge da takođe odabere nizak I/O prioritet.

source: Sets the segment UIDs to use.
sr: Podešava segment UID-e koji se koriste.

source: Sets the segment UIDs to use. This is a comma-separated list of 128bit segment UIDs in the usual UID form: hex numbers with or without the "0x" prefix, with or without spaces, exactly 32 digits. Each file created contains one segment, and each segment has one segment UID. If more segment UIDs are specified than segments are created then the surplus UIDs are ignored. If fewer UIDs are specified than segments are created then random UIDs will be created for them.
pt_br: Estabelece os UIDs dos segmentos a serem usados. Esta é uma lista separada por vírgulas com os UIDs dos segmentos de 128 bit, na forma habitual para UID: números hexadecimais com ou sem o prefixo "0x", com ou sem espaços, exatamente 32 dígitos. Cada arquivo criado contém um segmento, e cada segmento tem um segmento UID. Se mais segmentos UID são especificados do que são criados, os UIDs excedentes são ignorados. Se menos UIDs são especificados do que segmentos são criados, UIDs aleatórios serão criados para eles.
sr: Podešava sve segment UID-ove za upotrebu. Ovo je zarezom odvojena lista od 128bit-nih segment UID-ova u uobičajenoj UID formi: hex brojevi sa ili bez prefiksa "0x", sa ili bez razmaka, tačno 32 cifre. Svaki napravljeni fajl sadrži jedan segment, a svaki segment ima jedan segment UID. Ako su navede više segment UID-ova nego što je kreirano segmenata onda se suvišni UID-ovi ignorišu. Ako se navede manje UID-ova nego što je napravljeno segmenata onda će onda će UID-ovi biti nasumično kreirani za njih.

source: Sets the stereo mode of the video track to this value.
sr: Podešava stereo režim video staze u ovu vrednost.

source: Sets the stereo mode of the video track to this value. If left empty then the track's original stereo mode will be kept or, if it didn't have one, none will be set at all.
pt_br: Estabelece o modo estéreo da faixa de vídeo para este valor. Se deixado em branco, o modo estéreo da faixa original será mantido ou, se não tiver um, nenhum será definido.
sr: Podešava stereo režim video staze u ovu vrednost. Ako je ostavljeno prazno onda će originalni stereo režim staze biti sačuvan ili, ako nije bilo vrednosti, ništa neće biti postavljeno.

source: Settings
sr: Podešavanja

source: Settings: %1%
pt_br: Configurações: %1%
sr: Podešavanja: %1%

source: Several options that control the overall output that mkvmerge creates.
pt_br: Várias opções que controlam de forma geral os arquivos de saída criados pelo mkvmerge.
sr: Nekoliko opcija koje kontrolišu krajnji rezultat koji mkvmerge stvara.

source: Shift start and end ti&mecodes by the following amount:
sr: Pomeri početne i krajnje vremenske kodove za sledeću vrednost:

source: Short AAC audio packet (length: %1% < %2%)
sr: Kratak AAC audio paket (dužina: %1% < %2%)

source: Short AAC audio packet (length: %1% < 2)
sr: Kratak AAC audio paket (dužina: %1% < 2)

source: Show &all elements
sr: Pokaži &sve elemente

source: Show &all elements Ctrl-A
pt_br: Mostra &todos os elementos Ctrl-A
sr: &Pokaži sve elemente Ctrl-A

source: Show about dialog
pt_br: Mostra o quadro de diálogo
sr: Pokaži dijalog 'O programu'

source: Show all bytes of each frame as a hex dump.
sr: Pokaži sve bajtove svake slike u heksadecimalnom.

source: Show element si&zes Ctrl-Z
pt_br: Mostra os taman&hos dos elementos Ctrl-Z
sr: &Pokaži veličine elemenata Ctrl-Z

source: Show mmg's debug window
pt_br: Mostra a janela de depuração do mmg
sr: Pokaži debug prozor mmg-a

source: Show program information
pt_br: Mostra informação sobre o programa
sr: Pokaži informaciju o programu

source: Show statistics for each track in verbose mode.
pt_br: Mostra estatísticas para cada faixa no modo verbosidade.
sr: Pokaži statistiku za svaku stazu u verbalnom režimu.

source: Show the command line mmg creates for mkvmerge
pt_br: Mostra a linha de comando que o mmg criou para o mkvmerge
sr: Pokaži komandnu liniju koju mmg kreira za mkvmerge

source: Show the first 16 bytes of each frame as a hex dump.
sr: Pokaži prvih 16 bajtova svake slike u heksadecimalnom.

source: Show the guide to mkvmerge GUI
pt_br: Mostra a ajuda para a interface gráfica do mkvmerge
sr: Pokaži vodič za mkvmerge GUI

source: Show the size of each element including its header
pt_br: Mostra o tamanho de cada cabeçalho, incluindo seu cabeçalho
sr: Pokaži veličinu svakog elementa uključujući njegovo zaglavlje.

source: Show the size of each element including its header.
pt_br: Mostra o tamanho de cada cabeçalho, incluindo seu cabeçalho.
sr: Pokaži veličinu svakog elementa uključujući njegovo zaglavlje.

source: Show this help.
pt_br: Mostrar esta ajuda.
sr: Pokaži ovu pomoć.

source: Show version information.
pt_br: Mostrar informações da versão.
sr: Pokaži informaciju o verziji.

source: Shows mmg's debug window in which debug messages will appear. This is only useful if you're helping the author debug a problem in mmg.
pt_br: Mostra a janela de depuração do mmg. Esta opção apenas é util se você estiver ajudando o autor no desenvolvimento do mmg.
sr: Pokazuje debug prozor mmg-a u kojem će se prikazati debug poruke. Ovo je samo korisno ako pomažete autoru da debug-uje problem u mmg-u.

source: Signature algorithm: %1% (%2%)
sr: Algoritam potpisa: %1% (%2%)

source: Signature hash algorithm: %1% (%2%)
sr: Heš algoritam potpisa: %1% (%2%)

source: Signature key ID: %1%
sr: ID ključa potpisa: %1%

source: Signature: %1%
sr: Potpis: %1%

source: Signed integer
sr: Ceo broj sa predznakom

source: Silent Track Number: %1%
pt_br: Número de Faixa Silenciosa: %1%
sr: Silent Track broj: %1%

source: Simple OGM-style chapter files
sr: Prosti fajlovi sa poglavljima u OGM stilu

source: Simple block
pt_br: Bloco simples
sr: Prosti blok

source: Simple chapter file format
sr: Prost format fajla sa poglavljima

source: Simple chapter parser: %1%
pt_br: Analisador simples de capítulo: %1%
sr: Prosti raščlanjivač poglavlja: %1%

source: SimpleBlock
pt_br: BlocoSimples
sr: Prosti blok

source: Single field frame before GOP header detected. Fix the MPEG2 video stream before attempting to multiplex it.
pt_br: Frame com campo único antes do cabeçalho GOP detectado. Conserte o arquivo de vídeo MPEG2 antes de tentar processá-lo.
sr: Detektovana jedna poluslika pre GOP zaglavlja. Popravite MPEG2 video potok pre nego što pokušate da ga multipleksujete.

source: Size
pt_br: Tamanho
sr: Veličina

source: Size:
pt_br: Tamanho:
sr: Veličina:

source: Skipping %1% bytes (no valid AAC header found). This might cause audio/video desynchronisation.
pt_br: Ignorando %1% bytes no início (foi encontrado um cabeçalho AAC inválido). Isto pode ser causado por dessincronização entre áudio e vídeo.
sr: Preskačem %1% bajtova (nije nađeno važeće AAC zaglavlje). Ovo može prouzrokovati audio/video desinhronizaciju.

source: Skipping %1% bytes (no valid DTS header found). This might cause audio/video desynchronisation.
pt_br: Ignorando %1% bytes no início (foi encontrado um cabeçalho DTS inválido). Isto pode ser causado por dessincronização entre áudio e vídeo.
sr: Preskačem %1% bajtova (nije nađeno važeće DTS zaglavlje). Ovo može prouzrokovati audio/video desinhronizaciju.

source: Skipping %1% bytes at the beginning (no valid MP3 header found).
pt_br: Ignorando %1% bytes no início (foi encontrado um cabeçalho MP3 inválido).
sr: Preskačem %1% bajt sa početka (nije nađeno važeće MP3 zaglavlje).

source: Slices
pt_br: Cortes
sr: Slajsevi

source: Some header values have been modified. Do you really want to close without saving the file?
pt_br: Alguns valores no cabeçalho foram alterados. Deseja fechar sem salvar?
sr: Neke vrednosti u zaglavlju su promenjene. Da li zaista želite da zatvorite bez snimanja fajla?

source: Some header values have been modified. Do you really want to load a new file without saving the current one?
pt_br: Alguns valores no cabeçalho foram alterados. Deseja ler um novo arquivo sem salvar atual?
sr: Neke vrednosti u zaglavlju su promenjene. Da li zaista želite da učitate novi fajl bez snimanja sadašnjeg?

source: Some header values have been modified. Do you really want to reload without saving the file?
pt_br: Alguns valores no cabeçalho foram alterados. Deseja reler o arquivo sem salvar?
sr: Neke vrednosti u zaglavlju su promenjene. Da li zaista želite da ponovo učitate bez snimanja fajla?

source: Some tag elements are missing (this error should not have occured - another similar error should have occured earlier). %1%
pt_br: Alguns elementos de tag estão ausentes (este erro não deveria ter ocorrido - outro erro similar deveria ter ocorrido antes). %1%
sr: Neki elementi tagova nedostaju (ova greška nije trebalo da se desi - druga slična greška je trebalo da se desi ranije). %1%

source: Sort chapters by their start and end ti&mecodes
sr: Sortiraj poglavlja po njihovim početnim i krajnjim vre&menskim kodovima

source: Source file
sr: Izvorni fajl

source: Source file name
sr: Ime izvornog fajla

source: Specifies the language of the track in the Matroska languages form.
pt_br: Indica o idioma da faixa no formulário de idiomas do Matroska.
sr: Precizira jezik staze u formi jezika Matroska

source: Specifies the language of the track in the Matroska languages form.
sr: Precizira jezik staze u formi Matroska jezika.

source: Specify the possible modifications to the aspect ratio (0: free resizing, 1: keep aspect ratio, 2: fixed).
pt_br: Especificar as possíveis modificações na relação de aspecto (0: redimensionamento livre, 1: manter relação de aspecto, 2: fixado).
sr: Navedite moguće modifikacije formata slike (0: slobodna promena veličine, 1: sačuvaj format slike, 2: fiksna).

source: Specify the possible modifications to the aspect ratio (0: free resizing, 1: keep aspect ratio, 2: fixed).
sr: Navedite moguće modifikacije formata slike (0: slobodna promena veličine, 1: sačuvaj format slike, 2: fiksno).

source: Split mode:
pt_br: Modo de divisão:
sr: Režim deljenja:

source: Splitting
pt_br: Dividir
sr: Deljenje

source: Splitting by size was selected, but no size has been given.
pt_br: Foi selecionada a divisão por tamanho, mas não foi indicado nenhum tamanho.
sr: Izabrano je deljenje po veličini, ali veličina nije navedena.

source: Splitting by timecode/duration was selected, but nothing was entered.
pt_br: Foi selecionada a divisão por duração/códigos de tempo, mas não foi indicada nenhuma duração/códigos de tempo.
sr: Izabrano je deljenje po vremenskom kodu/trajanju, ali ništa nije uneto.

source: Splitting is active, and at least one of the potential output files '%s%s*%s' already exists. Do you want to overwrite them?
pt_br: Foi selecionada a divisão, mas pelo menos um dos potenciais arquivos de saída '%s%s*%s' já existe. Deseja subtitui-lo?
sr: Deljenje je aktivno, i najmanje jedan od potencijalnih izlaznih fajlova '%s%s*%s' već postoji. Želite li da prepišete preko njih?

source: Splitting will occur right before the first key frame whose timecode is equal to or bigger than the start timecode for the chapters whose numbers are listed.
pt_br: A divisão ocorrerá logo antes do primeiro frame chave cujo código de tempo seja igual ou maior do que o código de tempo inicial para os capítulos cujos números são listados.
sr: Do deljenja će doći neposredno pre prve ključne slike čiji vremenski kod je jednak ili veći od početnog vremenskog koda za poglavlja čiji su brojevi navedeni.

source: Sta&rt muxing
pt_br: Iniciar processamento
sr: Počni &muksovanje

source: Sta&rt muxing (run mkvmerge) Ctrl-R
pt_br: Inicia&r processamento (executa o mkvmerge) Ctrl-R
sr: &Započni muksovanje (pokreni mkvmerge) Ctrl-R

source: Start &muxing
sr: Počni &muksovanje

source: Start the GUI (and open inname if it was given).
pt_br: Inicia a interface gráfica (e abre a fonte de origem, se estabelecida).
sr: Startuj grafički interfejs (i otvori inname, ako je dat).

source: Start the jobs whose status is 'pending'
pt_br: Iniciar as tarefas com o estado 'pendente'
sr: Započni zadatke čiji je status 'na čekanju'

source: Start the selected jobs regardless of their status
sr: Započni odabrane zadatke bez obzira na njihov status

source: Start with empty settings
pt_br: Inicia um novo projeto
sr: Obriši konfiguraciju i počni ispočetka

source: Start:
pt_br: Inicio:
sr: Početak:

source: Started at:
sr: Započeto u:

source: Started on
pt_br: Iniciada em
sr: Započeto u

source: Starting job ID %d (%s) on %s
pt_br: Tarefa nº %d (%s) iniciada em %s
sr: ID započetog zadatka %d (%s) u %s

source: Statistics for track number %1%: number of blocks: %2%; size in bytes: %3%; duration in seconds: %4%; approximate bitrate in bits/second: %5%
pt_br: Estatísticas para a faixa de número %1%: número de blocos: %2%; tamanho em bytes: %3%; duração em segundos: %4%; taxa de bits/segundo aproximada: %5%
sr: Statistika za stazu broj %1%: broj blokova: %2%; veličina u bajtovima: %3%; trajanje u sekundama: %4%; približan bitski protok u bitovima po sekundi: %5%

source: Status and progress
pt_br: Estado e progresso
sr: Status i progres

source: Stereo mode parameter: not given in the form <TID>:<n|keyword> where n is a number between 0 and %1% or one of these keywords: %2% (argument was '%3%').
pt_br: Parâmetro de modo estéreo: não dado na forma <TID>:<n|keyword>, onde n é um número entre 0 e %1% ou uma destas palavras-chave: %2% (o argumento foi '%3%').
sr: Parametar stereo režima: nije naveden u formi <TID>:<n|keyword> gde je n broj između 0 i %1% ili jedna od ovih ključnih reči: %2% (argument je bio '%3%').

source: Stereo mode: %1% (%2%)
pt_br: Modo estéreo: %1% (%2%)
sr: Stereo režim: %1% (%2%)

source: Stereo-3D video mode (0 - 11, see documentation).
pt_br: Modo de vídeo Stereo-3D (0 - 11, ver documentação).
sr: Režim Stereo-3D video (0–11, pogl. dokumentaciju).

source: Stereoscopy:
pt_br: Estereoscopia:
sr: Stereoskopija:

source: Stretch by:
pt_br: Expandir para:
sr: Rastegni za:

source: Stretch this track's timecodes. This entry can have two formats. It is either a positive floating point number, or a fraction like e.g. 1200/1253. Works best on video and subtitle tracks.
pt_br: Estende os códigos de tempo desta faixa. Este campo pode ter dois formatos: é um número decimal positivo ou uma fração (como 1200/1253). Funciona melhor em faixas de vídeo e legendas.
sr: Rastegni vremenske kodove ove staze. Ovaj zapis može imati dva formata. Ili je pozitivan plivajući broj, ili razlomak kao npr. 1200/1253. Radi najbolje na video stazama i titl stazama.

source: Subtitle and chapter properties
sr: Svojstva titla i poglavlja

source: Subtitle track %1% is missing some duration elements. Please check the resulting SSA/ASS file for entries that have the same start and end time.
pt_br: A faixa de legenda %1% está sem alguns elementos de duração. Por favor, cheque se o arquivo SSA/ASS resultante tem o mesmo tempo de início e fim.
sr: Titl stazi %1% nedostaju neki elementi trajanja. Molim vas proverite u dobijenom SSA/ASS fajlu unose koji imaju isto vreme za početak i za kraj.

source: Subtitle track %1, %2, %3
sr: Titl staza %1, %2, %3

source: Subtitle track %u
pt_br: Faixa de legendas %u
sr: Titl staza %u

source: Subtitles
sr: Titlovi

source: Supported file types
sr: Podržani tipovi fajlova

source: Supported file types:
pt_br: Tipos de arquivos suportados:
sr: Podržani tipovi fajlova:

source: Suppress status output.
pt_br: Suprime o estado criado.
sr: Suzbij izlaz statusa.

source: Tag extraction
pt_br: Extração de tag
sr: Izvlačenje taga

source: Tag file:
pt_br: Arquivo de tag:
sr: Tag fajl:

source: Tag files (*.xml)|*.xml|%s
pt_br: Arquivos de tag (*.xml)|*.xml|%s
sr: Tag fajlovi (*.xml)|*.xml|%s
