Repository: 13steinj/MKVToolNix
Catalog: po/*.po
Languages: pt_br, sr

source: Compression:
pt_br: Compressão:
sr: Kompresija:

source: Configuration cleared.
pt_br: Configuração apagada.
sr: Konfiguracija očišćena.

source: Configuration loaded.
pt_br: Configuração carregada.
sr: Konfiguracija učitana.

source: Configuration saved.
pt_br: Configuração salva.
sr: Konfiguracija sačuvana.

source: Constrict start and end ti&mecodes of sub-chapters to their parent's start and end timecodes
sr: Sabij početni i krajnji vre&menski kod pod-poglavlja u početni i krajnji vremenski kod njihovog roditelja

source: Container
sr: Kontejner

source: Content compression
pt_br: Compressão de conteúdo
sr: Kompresija sadržaja

source: Content encoding
pt_br: Codificação do conteúdo
sr: Kodovanje sadržaja

source: Content encodings
pt_br: Codificações do conteúdo
sr: Kodovanje sadržaja

source: Content encryption
pt_br: Conteúdo encriptado
sr: Šifrovanje sadržaja

source: Convert text subtitles to this charset (default: UTF-8).
pt_br: Converter legendas em texto para este charset (padrão: UTF-8).
sr: Konvertuj tekstualne titlove u ovaj skup znakova (default: UTF-8).

source: Converting the chapters to XML failed: %1
sr: Konvertovanje poglavlja u XML nije uspelo: %1

source: Copy the command line to the clipboard
pt_br: Copia a linha de comando para a área de transferência
sr: Kopiraj komandnu liniju u clipboard

source: Could not create a temporary file for mkvmerge's command line option called '%s' (error code %d, %s).
pt_br: Não foi possível criar um arquivo temporário para a opção da linha de comando do mkvmerge chamada '%s' (código de erro %d, %s).
sr: Ne mogu da napravim privremeni fajl za opciju komandne linije mkvmerge-a zvanu '%s' (kod greške %d, %s).

source: Could not create the file '%s'.
pt_br: Não foi possível criar o arquivo '%s'.
sr: Ne mogu da napravim fajl '%s'.

source: Could not create the specified file.
pt_br: Não foi possível criar o arquivo específico.
sr: Ne mogu da napravim naznačeni fajl.

source: Could not extract the decoder specific config data (AVCC) from this AVC/h.264 track.
pt_br: Não foi possível extrair os dados de configuração específicos do decodificador (AVCC) desta faixa AVC/h.264.
sr: Ne mogu da izvučem specifičnu kofiguraciju dekodera (AVCC) iz ove AVC/h.264 staze.

source: Could not extract the sequence header from this MPEG-1/2 track.
pt_br: Não foi possível extrair o cabeçalho de sequência desta faixa MPEG-1/2.
sr: Ne mogu da izvučem zaglavlje sekvence iz ove MPEG-1/2 staze.

source: Could not find an index for audio track %1% (avilib error message: %2%). Skipping track.
pt_br: Não foi possível encontrar um índice para a faixa de áudio %1% (mensagem de erro avilib: %2%). Pulando faixa.
sr: Ne mogu da pronađem indeks za audio stazu %1% (avilib poruka o grešci: %2%). Preskačem stazu.

source: Could not find gptzr when appending. %1%
pt_br: Não foi possível encontrar o gptzr ao unir. %1%
sr: Ne mogu da nađem gptzr dok spajam. %1%

source: Could not find the codec configuration data in the first MPEG-4 part 2 video frame. This track cannot be stored in native mode.
pt_br: Não foi possível encontrar os dados de configuração do codec MPEG-4 parte 2 no primeiro frame do vídeo. Esta faixa não pode ser armazenada no modo original.
sr: Ne mogu da nađem konfiguraciju kodeka u prvoj MPEG-4 part 2 video slici. Ova traka ne može biti uskladištena u originalnom režimu.

source: Could not find the next Ogg page. This indicates a damaged Ogg/Ogm file. Will try to continue.
pt_br: Não foi possível encontrar a próxima página Ogg. Isto indica um arquivo Ogg/Ogm danificado. Tentando continuar.
sr: Ne mogu da nađem sledeću Ogg stranu. Ovo ukazuje oštećen Ogg/Ogm fajl. Pokušaću da nastavim.

source: Could not find valid DTS headers in this track's first frames.
pt_br: Não foi possível encontrar cabeçalhos válidos DTS nos primeiros frames desta faixa.
sr: Ne mogu da nađem važeća DTS zaglavlja u prvim okvirima ove staze.

source: Could not initialize the iconv library for the conversion from %1% to UTF-8. Some strings will not be converted to UTF-8 and the resulting Matroska file might not comply with the Matroska specs (error: %2%, %3%).
pt_br: Não foi possível inicializar a biblioteca iconv para a conversão do %1% para UTF-8. Algumas cadeias de caracteres não serão convertidas para UTF-8,e o arquivo Matroska resultante pode não obedecer às especificações Matroska erro: %2%, %3%).
sr: Ne mogu da inicijalizujem iconv biblioteku radi konverzije iz %1% u UTF-8. Neki nizovi neće biti konvertovani u UTF-8 i dobijeni Matroska fajl se možda neće usaglasiti sa Matroska specifikacijom (greška: %2%, %3%).

source: Could not initialize the iconv library for the conversion from UTF-8 to %1%. Some strings cannot be converted from UTF-8 and might be displayed incorrectly (error: %2%, %3%).
pt_br: Não foi possível inicializar a biblioteca iconv para a conversão de UTF-8 para %1%. Algumas cadeias de caracteres não podem ser convertidas de UTF-8 e podem ser mostradas incorretamente (erro: %2%, %3%).
sr: Ne mogu da inicijalizujem iconv biblioteku radi konverzije iz UTF-8 u %1%. Neki nizovi ne mogu biti konvertovani iz UTF-8 i možda neće biti pravilno prikazani (greška: %2%, %3%).

source: Could not open '%1%' for reading.
pt_br: Não foi possível abrir '%1%' para leitura.
sr: Ne mogu da otvorim '%1%' radi čitanja.

source: Could not open the clipboard.
pt_br: Não foi possível abrir a àrea de tranferência.
sr: Ne mogu da otvorim clipboard.

source: Could not open the corresponding correction file '%1%c'.
pt_br: Não foi possível abrir o arquivo de correção correspondente '%1%c'.
sr: Ne mogu da otvorim odgovarajući korekcioni fajl '%1%c'.

source: Could not open the destination file '%s' for writing. Error code: %d (%s).
pt_br: Não foi possível abrir o arquivo de destine '%s' para escritura. Código de erro: %d (%s).
sr: Ne mogu da otvorim destinacioni fajl '%s' za zapisivanje. Kod greške: %d (%s).

source: Could not open the file '%1%' for directing the output.
pt_br: Não foi possível abrir o arquivo '%1%' da direção de destino.
sr: Ne mogu da otvorim fajl '%1%' za upravljanje izlaza.

source: Could not open the timecode file '%1%' for writing (%2%).
pt_br: Não foi possível abrir o arquivo de código de tempo '%1%' para sua escritura (%2%).
sr: Ne mogu da otvorim fajl sa vremenskim kodom '%1%' za upisivanje (%2%).

source: Could not open/read the file '%1%'.
pt_br: Não foi possível abrir/ler o arquivo '%1%'.
sr: Ne mogu da otvorim/pročitam fajl '%1%'.

source: Could not parse the chapters in '%1%': %2%
pt_br: Não foi possível analisar os capítulos em '%1%': %2%
sr: Ne mogu da raščlanim poglavlja u '%1%': %2%

source: Could not read the FLAC header packets.
pt_br: Não foi possível ler os pacotes de cabeçalho FLAC.
sr: Ne mogu da pročitam FLAC pakete zaglavlja.

source: Could not write to the output file: %1% (%2%)
pt_br: Não foi possível escrever para o arquivo de saída: %1% (%2%)
sr: Ne mogu da zapišem u izlazni fajl: %1% (%2%)

source: Country
sr: Država

source: Country:
pt_br: País:
sr: Država:

source: Create &option file
pt_br: Criar arquivo de &opções
sr: &Kreiraj konfiguracioni fajl

source: Create WebM compliant file
pt_br: Criar um arquivo compatível com WebM
sr: Napravi WebM usaglašen fajl

source: Create a WebM compliant file.
sr: Napravi WebM usaglašen fajl

source: Create a WebM compliant file. mkvmerge also turns this on if the output file name's extension is "webm". This mode enforces several restrictions. The only allowed codecs are VP8/VP9 video and Vorbis/Opus audio tracks. Neither chapters nor tags are allowed. The DocType header item is changed to "webm".
sr: Napravi WebM usaglašen fajl. mkvmerge takođe uključuje ovu opciju ako je ekstenzija imena izlaznog fajla "webm". Ovaj režim nameće nekoliko ograničenja. Jedini dozvoljeni kodeci su VP8/VP9 i Vorbis/Opus audio staze. Ni poglavlja ni tagovi nisu dozvoljeni. DocType stavka zaglavlja je promenjena u "webm".

source: Create a new chapter file
pt_br: Cria um novo arquivo de capítulos
sr: Napravi novi fajl sa poglavljima

source: Create a new one or open an existing one via the »merge« menu.
sr: Kreiraj novi ili otvori postojeći preko menija »sastavi«.

source: Creating directory '%1%' failed: %2%
pt_br: Criação do diretório '%1%' falhou: %2%
sr: Pravljenje direktorijuma '%1%' nije uspelo: %2%

source: Creating the file failed. Check to make sure you have permission to write to that directory and that the drive is not full.
sr: Kreiranje fajla nije uspelo. Proverite da li imate dozvolu upisivanja u taj direktorijum i da li na disku ima prostora.

source: Cropping parameters: not given in the form <TID>:<left>,<top>,<right>,<bottom> e.g. 0:10,5,10,5 (argument was '%1%').
pt_br: Parâmetros de corte: não dados na forma <TID>:<left>,<top>,<right>,<bottom> ex.:0,5,10,5 (o argumento foi '%1%').
sr: Parametri podrezivanja: nisu dati u formi <TID>:<left>,<top>,<right>,<bottom> npr. 0:10,5,10,5 (argument je bio '%1%').

source: Cropping:
pt_br: Cortar:
sr: Podrezivanje:

source: Cue cluster position: %1%
sr: Cue klaster pozicija: %1%

source: Cue codec state: %1%
pt_br: Estado do codec do cue: %1%
sr: Cue stanje kodeka: %1%

source: Cue duration: %1%
pt_br: Duração do Cue: %1%
sr: Cue trajanje: %1%

source: Cue extraction
sr: Cue izvlačenje

source: Cue name format:
pt_br: Formato do CUE
sr: Cue format imena:

source: Cue point
pt_br: Ponto do cue
sr: Cue tačka

source: Cue reference
pt_br: Referência Cue
sr: Cue referenca

source: Cue sheet parser: Invalid INDEX entry in line %1%.
pt_br: Analisador de folhas cue: Registro do ÍNDICE inválido na linha %1%.
sr: Raščlanjivač Cue lista: Nevažeći upis indeksa u liniji %1%.

source: Cue sheet parser: Invalid INDEX number (got %1%, expected %2%) in line %3%,
pt_br: Analisador de folhas cue: Número do ÍNDICE inválido (obtido %1%, esperado %2%) na linha %3%,
sr: Raščlanjivač Cue lista: Nevažeći broj indeksa (dobio %1%, očekivao %2%) u liniji %3%,

source: Cue sheet parser: No INDEX entry found for the previous TRACK entry (current line: %1%)
pt_br: Analisador de folhas cue: Nenhum registro de ÍNDICE encontrado para o registro da FAIXA anterior (linha atual: %1%)
sr: Raščlanjivač Cue lista: Nije nađen upis indeksa za prethodni TRACK upis (trenutna linija: %1%)

source: Cue time: %|1$.3f|s
pt_br: Tempo do cue: %|1$.3f|s
sr: Cue vreme: %|1$.3f|s

source: Cue track positions
pt_br: Posições de faixa do cue
sr: Pozicije Cue staze

source: Cue track: %1%
pt_br: Faixa Cue: %1%
sr: Cue staza: %1%

source: Cues (subentries will be skipped)
pt_br: Cues (sub-registros serão ignorados)
sr: Cues (pod-unosi će biti preskočeni)

source: Current and past jobs:
pt_br: Tarefas atuais e anteriores:
sr: Tekući i prošli zadaci:

source: Current command line
pt_br: Linha de comando atual
sr: Trenutna komandna linija

source: Current job
sr: Trenutni zadatak

source: Current job ID %d:
pt_br: ID da tarefa atual: %d
sr: ID trenutnog zadatka %d:

source: Current job ID 1000:
pt_br: ID do trabalho atual 1000:
sr: ID trenutnog zadatka 1000:

source: Current value:
pt_br: Valor atual:
sr: Trenutna vrednost:

source: Current version:
pt_br: Versão atual:
sr: Trenutna verzija:

source: Currently no newer version is available online.
sr: Trenutno nema novije verzije dostupne na mreži.

source: Currently only certain subtitle formats are compressed with the zlib algorithm.
sr: Trenutno se samo određeni formati titlova kompresuju sa zlib algoritmom.

source: D&elete
pt_br: Deletar
sr: &Obriši

source: D&uplicate selected edition or chapter
sr: D&upliraj izabranu ediciju ili poglavlje

source: DTS header information changed! - New format:
pt_br: Informação do cabeçalho DTS modificada! - Novo formato:
sr: Informacija DTS zaglavlja promenjena! - Novi format:

source: DTS_Header problem: invalid frame bytes size
pt_br: Problema do Cabeçalho_DTS: tamanho de bytes de frame inválido
sr: DTS_Header problem: nevažeća veličina okvira u bajtovima

source: DTS_Header problem: invalid source PCM resolution
pt_br: Problema do Cabeçalho_DTS: resolução da fonte PCM inválida
sr: DTS_Header problem: nevažeća PCM rezolucija izvora

source: DTS_Header problem: not enough data to read header
pt_br: Problema do Cabeçalho_DTS: não há dados suficientes para ler o cabeçalho
sr: DTS_Header problem: nema dovoljno podataka da se iščita zaglavlje

source: Date (invalid, value: %1%)
pt_br: Data (inválida, valor: %1%)
sr: Datum (nevažeći, vrednost: %1%)

source: Date added
sr: Dodato u

source: Date finished
sr: Završeno u

source: Date started
sr: Započeto u

source: Date: %1% UTC
pt_br: Data: %1% GMT
sr: Datum: %1% UTC

source: Default &subtitle charset to set:
sr: Postavi skup &znakova titlova u:

source: Default add&itional command line options:
sr: Do&datni parametri komandne linije:

source: Default duration
pt_br: Duração padrão
sr: Default trajanje

source: Default duration/FPS:
sr: Default trajanje/FPS:

source: Default duration: %|1$.3f|ms (%|2$.3f| frames/fields per second for a video track)
pt_br: Duração padrão: %|1$.3f|ms (%|2$.3f| frames/campos por segundo para uma faixa de vídeo)
sr: Default trajanje: %|1$.3f|ms (%|2$.3f| slika/poluslika u sekundi za video stazu)

source: Default subtitle charset
sr: Podrazumevani skup znakova titla

source: Default track &language to set:
sr: Postavi &jezik staze u:

source: Default track flag:
pt_br: Faixa padrão:
sr: Označi sa 'default':

source: Defaults for new chapters
sr: Podrazumevano za nova poglavlja

source: Delay (in ms):
pt_br: Atraso (em ms):
sr: Kašnjenje (u ms):

source: Delay this track's timecodes by a couple of ms. Can be negative. Works with all track types, but negative delays should not be used with video tracks.
pt_br: Atrasa os códigos de tempo da faixa em um número de ms (milissegundos). Pode ser negativo. Funciona com qualquer tipo de faixa, mas atrasos negativos não devem ser usados em faixas de vídeo.
sr: Podesi kašnjenje vremenskih kodova ove staze za nekoliko ms. Može biti negativno. Radi sa svim tipovima staza ali negativno kašnjenje ne treba da se koristi za video staze.

source: Delay this track's timestamps by a couple of ms.
sr: Podesi kašnjenje vremenskih oznaka ove staze za nekoliko ms.

source: Delay: %|1$.3f|ms
pt_br: Atraso: %|1$.3f|ms
sr: Kašnjenje: %|1$.3f|ms

source: Delete all occurences of a property
pt_br: Deletar todas as ocorrências de uma propriedade
sr: Obriši sve pojave svojstva

source: Delete one or more attachments
pt_br: Deletar um ou mais anexos
sr: Obriši jedan ili više priloga

source: Delete the selected jobs from the job queue
sr: Obriši odabrane zadatke iz reda zadataka

source: Description
pt_br: Descrição
sr: Opis

source: Description already exists
pt_br: A descição já existe
sr: Opis već postoji

source: Description:
pt_br: Descrição:
sr: Opis:

source: Details
pt_br: Detalhes
sr: Detalji

source: Directory
pt_br: Diretório
sr: Direktorijum

source: Directory:
pt_br: Diretório:
sr: Direktorijum:

source: Disable the selected jobs and set their status to 'done'
sr: Izbaci odabrane zadatke i podesi njihov status u 'gotovo'

source: Disable the use of SimpleBlocks instead of BlockGroups.
pt_br: Desabilitar o uso de Blocos Simples em vez de Grupos de Blocos.
sr: Onemogući upotrebu SimpleBlocks umesto BlockGroups.

source: Disables lacing for all tracks.
sr: Onemogućava uvezivanje za sve staze.

source: Disables lacing for all tracks. This will increase the file's size, especially if there are many audio tracks. Use only for testing.
pt_br: Desabilitar ataduras para todas as faixas. Isto irá aumentar o tamanho do arquivo, especialmente se houverem muitas faixas de áudio. Use apenas para teste.
sr: Onemogućava uvezivanje za sve staze. Ovo će povećati veličinu fajla, pogotovo ako ima mnogo audio staza. Koristite samo za testiranje.

source: Discard padding: %|1$.3f|ms (%2%ns)
sr: Odbaci ispunjavanje: %|1$.3f|s (%2%)

source: Display dimensions: not given in the form <TID>:<width>x<height>, e.g. 1:640x480 (argument was '%1%').
pt_br: Dimensões de visualização: não dadas na forma <TID>:<width>x<height>, ex.: 1:640x480 (o argumento foi '%1%').
sr: Dimenzije slike: nisu navedene u formi <TID>:<width>x<height>, npr. 1:640x480 (argument je bio '%1%').

source: Display height: %1%
pt_br: Altura visualizada: %1%
sr: Visina slike: %1%

source: Display unit: %1%%2%
pt_br: Exibir unidade: %1%%2%
sr: Jedinica mere slike: %1%%2%

source: Display usage information
pt_br: Mostra a informação de ajuda
sr: Informacija o upotrebi slike

source: Display width/height:
pt_br: Exibição de largura/altura:
sr: Širina/Visina slike:

source: Display width: %1%
pt_br: Largura visualizada: %1%
sr: Širina slike: %1%

source: Do not add an entry for the chapters in the meta seek element.
pt_br: Não adicionar um registro para os capítulos no elemento meta seek.
sr: Nemoj da dodaješ unos za poglavlja u meta seek element.

source: Do not split
sr: Ne deli

source: Do not write meta seek elements at all.
pt_br: Não escrever nenhum elemento meta seek.
sr: Uopšte ne zapisuj meta seek elemente.

source: Doc type read version: %1%
pt_br: Ler versão do tipo de documento: %1%
sr: Pročitana DocType verzija: %1%

source: Doc type version: %1%
pt_br: Versão do tipo de documento: %1%
sr: Verzija tipa dokumenta: %1%

source: Doc type: %1%
pt_br: Tipo de documento: %1%
sr: Tip dokumenta: %1%

source: Don't escape
sr: Ne koristi

source: Done scanning playlists.
sr: Završeno skeniranje plejlisti.

source: Done.
pt_br: Feito.
sr: Gotovo.

source: Download URL:
pt_br: URL para download:
sr: URL za skidanje:

source: Downloading release information
sr: Skidam informaciju o izdanju

source: Drops the lossless extensions from an audio track and keeps only its lossy core.
sr: Odbacuje lossless ekstenziju iz audio staze i zadržava samo njeno lossy jezgro.

source: Drops the lossless extensions from an audio track and keeps only its lossy core. This only works with DTS tracks.
sr: Odbacuje lossless ekstenziju iz audio staze i zadržava samo njeno lossy jezgro. Ovo radi samo u slučaju DTS staza.

source: Duration
pt_br: Duração
sr: Trajanje

source: Duration:
pt_br: Duração:
sr: Trajanje:

source: Duration: %|1$.3f|ms
pt_br: Duração: %|1$.3f|ms
sr: Trajanje: %|1$.3f|ms

source: Duration: %|1$.3f|s (%2%)
pt_br: Duração: %|1$.3f|s (%2%)
sr: Trajanje: %|1$.3f|s (%2%)

source: E&xit
sr: Iz&ađi

source: E&xit Ctrl-Q
pt_br: S&air Ctrl-Q
sr: &Izlaz Ctrl-Q

source: E&xpand chapter's start and end timecodes to include the minimum/maximum timecodes of all their sub-chapters
sr: Proširi početni i krajnji vremenski kod poglavlja da obuhvati minimalni/maksimalni kod od svih njihovih pod-poglavlja

source: EBML head
pt_br: Cabeçalho EBML
sr: EBML glava

source: EBML maximum ID length: %1%
pt_br: Extensão máxima do ID do EBML: %1%
sr: maksimalna dužina ID EBML: %1%

source: EBML maximum size length: %1%
pt_br: Extensão máxima do tamanho do EBML: %1%
sr: maksimalna veličina EBML: %1%

source: EBML read version: %1%
pt_br: Versão de leitura EBML: %1%
sr: pročitana verzija EBML: %1%

source: EBML version: %1%
pt_br: Versão do EBML: %1%
sr: EBML verzija: %1%

source: EVIL internal bug! (unknown file type). %1%
pt_br: Bug interno MAL! (tipo de arquivo desconhecido). %1%
sr: ZLA interna programska greška! (nepoznat tip fajla). %1%

source: Each chapter and each edition has a unique identifier. This identifier is normally assigned automatically by the programs, but it can be changed manually if it is really needed.
pt_br: Cada capítulo e cada edição têm um identificador único. Este identificador é gerado automaticamente pelos programas, mas pode ser alterado manualmente se necessário.
sr: Svako poglavlje i svaka edicija ima svoj jedinstveni identifikator. Ovaj identifikator je obično dodeljen automatski od strane programa, ali može biti promenjen ručno ako je zaista neophodno.

source: Each edition must contain at least one chapter.
pt_br: Cada edição deve conter, pelo menos, um capítulo.
sr: Svaka edicija mora sadržati najmanje jedno poglavlje.

source: Each file created contains one segment, and each segment has one segment UID.
sr: Svaki napravljeni fajl sadrži jedan segment, i svaki segment ima jedan segment UID.

source: Each range consists of a start and end frame/field number with a '-' in the middle, e.g. '157-238'.
sr: Svaki opseg sa sastoji od početnog i krajnjeg broja slike/poluslike sa '-' u sredini, npr. '157-238'.

source: Each range consists of a start and end timecode with a '-' in the middle, e.g. '00:01:15-00:03:20'.
sr: Svaki opseg se sastoji od početnog i krajnjeg vremenskog koda sa '-' u sredini, npr. '00:01:15-00:03:20'.

source: EbmlVoid (size: %1%)
pt_br: EbmlVoid (tamanho: %1%)
sr: EbmlVoid (veličina: %1%)

source: Edit additional source file parts
pt_br: Editar origem de partes adicionais
sr: Uredi dodatne delove izvornog fajla

source: Edit selectors for properties
pt_br: Editar seletores para as propriedades
sr: Uredi selektore za svojstva

source: Edition
sr: Edicija

source: Edition/Chapter
sr: Edicija/Poglavlje

source: Either the word 'all' which selects all chapters or a comma-separated list of chapter numbers before which to split.
sr: Ili reč 'all' (sve) koja selektuje sva poglavlja ili zarezom odvojena lista brojeva poglavlja pre kojih se pravi podela.

source: Element %1% is written.
pt_br: O elemento %1% está escrito.
sr: Element %1% je zapisan.

source: Element types:
pt_br: Tipos de elementos:
sr: Tipovi elementa:

source: Elements
pt_br: Elementos
sr: Elementi

source: Elements in the category '%1%' ('--edit %2%'):
pt_br: Elementos na categoria '%1%' ('--edit %2%'):
sr: Elementi u kategoriji '%1%' ('--edit %2%'):

source: Enabled: %1%
pt_br: Habilitado: %1%
sr: Uključeno: %1%

source: Enables splitting of the output into more than one file.
sr: Omogućava deljenje dobijenog u više od jednog fajla.

source: Enables splitting of the output into more than one file. You can split after a given size, after a given amount of time has passed in each file or after a list of timecodes.
pt_br: Ativa a divisão do arquivo de saída em múltiplos arquivos. Pode dividir por tamanho, depois de x tempo, mediante uma lista de códigos de tempo ou por x partes.
sr: Omogućava deljenje dobijenog u više od jednog fajla. Možete podeliti po datoj veličini, po datom vremenu koje je prošlo u svakom fajlu ili po listi vremenskih kodova.

source: Encryption algorithm: %1% (%2%)
pt_br: Algoritmo de encriptação: %1% (%2%)
sr: Algoritam šifrovanja: %1% (%2%)

source: Encryption key ID: %1%
pt_br: ID da chave de encriptação: %1%
sr: ID ključa šifrovanja: %1%

source: End
sr: Kraj

source: End:
pt_br: Fim:
sr: Kraj:

source: English language name
pt_br: Nome do idioma (em inglês)
sr: Ime na engleskom

source: Ensure the file name is uni&que
sr: Postaraj se da ime bude jedin&stveno

source: Enter job description
sr: Unesi opis zadatka

source: Error
pt_br: Erro
sr: Greška

source: Error %1%
pt_br: Erro %1%
sr: Greška %1%

source: Error creating a temporary file (reason: %1).
sr: Greška prilikom kreiranja privremenog fajla (razlog: %1).

source: Error in line %1%: expected a SRT timecode line but found something else. Aborting this file.
pt_br: Erro na linha %1%: era esperada uma linha de código de tempo SRT, mas foi encontrado algo mais. Abortando este arquivo.
sr: Greška u liniji %1%: očekivao SRT vremenski kod ali pronašao nešto drugo. Obrada fajla prekinuta.

source: Error in line %1%: expected subtitle number and found some text.
pt_br: Erro na linha %1%: era esperado um número de legenda e foram encontrados textos.
sr: Greška u liniji %1%: očekivao broj titla a pronašao neki tekst.

source: Error loading settings
pt_br: Erro ao ler configurações
sr: Greška prilikom učitavanja parametara

source: Error loading settings file
sr: Greška prilikom učitavanja parametara

source: Error message from the parser: %1
sr: Poruka o grešci iz raščlanjivača: %1
